<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
""""http://www.w3.org/TR/REC-html40/loose.dtd">
<html>
<head>
<title>Lifestyle as art form</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<META NAME="keywords" CONTENT="life art ">
<meta name="description" content="Life considered as an artwork">
<link href="../styles/blacktext.html" rel="stylesheet" type="text/css">
<style type="text/css"><!--
.style1 {font-family: "Courier New", Courier, mono}
body {
	background-color: #CFCFCF;
}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>

<body>
<div align="right">&nbsp;<a href="index.html"><img src="../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Life and  Art&nbsp;&nbsp; &nbsp;&nbsp;<a href="../index.html"><img src="../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Radical 
  Art (Homepage) &nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</div>

  <hr>

<blockquote>
  <div align="left">
    <h3><em>Lifestyle as Art: Dandyism</em></h3>
  </div>
</blockquote>
<div align="center">
  <table width="700" bgcolor="#FFFFFF">
    <tr bgcolor="#FFFFFF"> 
      <td>        <blockquote><br> 
      <h5 class="style1"><br>George IV (1762-1830) </h5>
          <blockquote>
            <p align="justify" class="serifbody">&quot;You have no conception of the ideas which sometimes go through my head. I have seen everything in a flash. I'm no mystery-monger; but I am a philosopher.&quot; </p>
            <p class="SerifBodyIndent-s">George IV, February 1821. (As reported  by Dorothea von Lieven in &quot;Dialogue with the King of England&quot;) [P. Quennell (ed.): <em>The Private Letters of Princess Lieven to Prince Metternich, 1820-1826. &nbsp; </em>New York: Dutton, 1938, p. 121.] </p>
            <p align="justify" class="serifbody">I do not believe that, since the days of Heliogabalus, there has been such magnificence and such luxury. There is something effeminate about it which is disgusting. One spends the evening half-lying on cushions; the lights are dazzling; there are perfumes, music, liqueurs.</p>
            <p class="SerifBodyIndent-s">Dorothea von Lieven writing to Klemens von Metternich about the Brighton Pavillion of George IV. January 26, 1822 &nbsp; [P. Quennell (ed.): <em>The Private Letters of Princess Lieven to Prince Metternich, 1820-1826. &nbsp; </em>New York:  Dutton, 1938, p. 150] </p>
            <p align="justify" class="serifbody">His friends were a quaint bunch: some, like Beau Brummell, lived for clothes, and spent the entire day dressing, parading, undressing and parading again: as fastidious and as pure in his private life as in the cut of his coat. Others, like Lord Barryrnore, never washed.[...] Many of the Prince's friends were odd, obsessed, ingrown characters. Great wealth and absolute social security combined to create a hot-house atmosphere in which human characters could flower like monstrous orchids &ndash; vivid, splotched, nightmarish, haunting. </p>
            <p class="SerifBodyIndent-s">John Harold Plumb about&nbsp;Prince Regent George IV. In: <em>Men and Centuries</em>. Boston: Houghton Mifflin, 1963<span class="serifbody">, pp. 85/86</span>. </p>
          </blockquote>
          <h5 class="style1">George <em>&quot;Beau&quot;</em> Brummell (1778-1840) </h5>
          <blockquote>
            <p align="justify" class="serifbody">We look upon Beau Brummell as the greatest of small wits. [...] He has arrived at the very minimum of wit, and reduced it, &ldquo;by happiness or pains,&rdquo; to an almost invisible point. All his bons-mots turn upon a single circumstance, the exaggerating of the merest trifles into matters of importance, or treating everything else with the utmost nonchalance and indifference, as if whatever pretended to pass beyond those limits was a bore, and disturbed the serene air of high life. We have heard of <em>&ldquo;A sound so fine, / That nothing lived &lsquo;twixt it and silence.&rdquo;</em> So we may say of Mr Brummell&rsquo;s jests, that they are of a meaning so attenuated that <em>&ldquo;nothing lives &lsquo;twixt them and nonsense&rdquo;</em>: they hover on the very brink of vacancy, and are in their shadowy composition next of kin to nonentities. It is impossible for anyone to go beyond him without falling flat into insignificance and insipidity: he has touched the <em>ne plus ultra</em> that divides the dandy from the dunce. But what a fine eye to discriminate: what a sure hand to hit this last and thinnest of all intellectual partitions! [...]</p>
            <p align="justify" class="serifbody">Thus, in the question addressed to a noble person [...], <em>&ldquo;Do you call that thing a coat?&rdquo;</em> a distinction is taken as nice as it is startling. It seems all at once a vulgar prejudice to suppose that a coat is a coat, the commonest of all common things, &ndash; it is here lifted into an ineffable essence, so that a coat is no longer a thing; or that it would take infinite gradations of fashion, taste, and refinement, for a thing to aspire to the undefined privileges, and mysterious attributes of a coat. Finer &ldquo;fooling&rdquo; than this cannot be imagined.</p>
            <p class="SerifBodyIndent-s">William Hazlitt: &quot;Brummelliana.&quot; <em>The London Weekly Review</em>, Feb. 2, 1828.</p>
            <p align="justify" class="serifbody">Si vous examinez avec soin, dit-il, toutes les traductions mat&eacute;rielles de la pens&eacute;e dont se compose la vie &eacute;l&eacute;gante, vous serez sans doute frapp&eacute;s, comme moi, du rapprochement plus ou moins intime qui existe entre certaines choses et notre personne. Ainsi la parole, la d&eacute;marche, les mani&egrave;res, sont des actes qui proc&egrave;dent imm&eacute;diatement de l'homme, et qui sont enti&egrave;rement soumis aux lois de l'&eacute;l&eacute;gance. La table, les gens, les chevaux, les voitures, les meubles, la tenue des maisons, ne d&eacute;rivent, pour ainsi dire, que m&eacute;diatement de l'individu. Quoique ces accessoires de l'existence portent &eacute;galement le cachet de l'&eacute;l&eacute;gance que nous imprimons &agrave; tout ce qui proc&egrave;de de nous, ils semblent en quelque sorte &eacute;loign&eacute;s du si&egrave;ge de la pens&eacute;e, et ne doivent occuper que le second rang dans cette vaste th&eacute;orie de l'&eacute;l&eacute;gance. [...] Convenons donc ici que tous les principes qui se rattacheront imm&eacute;diatement &agrave; l'intelligence auront la premi&egrave;re place dans les distributions de cette encyclop&eacute;die aristocratique. Cependant, messieurs, ajouta Brummel, il est un fait qui domine tous les autres. L'homme s'habille avant d'agir, de parler, de marcher, de manger; les actions qui appartiennent &agrave; la mode, le maintien, la conversation, etc., ne sont jamais que les cons&eacute;quences de notre toilette. Sterne, cet admirable observateur, a proclam&eacute; de la mani&egrave;re la plus spirituelle que les id&eacute;es de l'homme barbifi&eacute; n'&eacute;taient pas celles de l'homme barbu. Nous subissons tous l'influence du costume. L'artiste en toilette ne travaille plus. V&ecirc;tue d'un peignoir ou par&eacute;e pour le bal, une femme est bien autre: vous diriez deux femmes!</p>
            <p align="justify" class="SerifBodyIndent-s">George Brummell as reported by Honor&eacute; de Balzac in &quot;Trait&eacute; de la vie &eacute;l&eacute;gante.&quot; <em>La Mode</em>, October-November 1830. [H. de Balzac: <em>Trait&eacute; de la Vie &Eacute;l&eacute;gante</em> suivi de la<em> Th&eacute;orie de la D&eacute;marche</em>. Paris: Bossard, 1922, pp. 73/74.]</p>
            <p align="justify" class="serifbody">He was about the same height as the Apollo, and the just proportions of his form were remarkable; his hand was particularly well-shaped, and, had he been inclined to earn his livelihood after his flight from London, he would readily have found an engagement as a life-sitter to an artist, or got well paid to perambulate France from fair to fair, to personate the statuary of the ancients. </p>
            <p class="SerifBodyIndent-s">Captain Jesse: <em>The Life of George Brummell, Esq., commonly called Beau Brummell.</em> London: Saunders &amp; Otley, 1844. &nbsp; [Quoted from p. 48 of Vol. 1 of the 1886 edition (London: John C. Nimmo).] </p>
            <p align="justify" class="serifbody">Il n'&eacute;tait propre &agrave; n'&ecirc;tre rien de plus, mais aussi rien de moins que le plus grand Dandy de son temps et de tous les temps. Il le fut exactement, purement; on dirait presque na&iuml;vement, si l'on osait. [...] Brummell n'eut point ce quelque chose qui &eacute;tait chez les uns de la passion ou du g&eacute;nie, chez les autres une haute naissance, une immense fortune. Il gagna &agrave; cette indigence; car, r&eacute;duit &agrave; la seule force de ce qui le distingua, il s'&eacute;leva au rang d'une chose: il fut le Dandysme m&ecirc;me. [pp. 22/23] </p>
            <p align="justify" class="serifbody">Le mot de Byron, qui disait aimer mieux &ecirc;tre Brummell que l'empereur Napol&eacute;on, para&icirc;tra toujours une affectation ridicule ou une ironie. Le vrai sens d'un pareil mot est perdu. [p. 31]</p>
            <p align="justify" class="serifbody">On l&rsquo;a consid&eacute;r&eacute; comme un &ecirc;tre purement physique, et il &eacute;tait au contraire intellectuel jusque dans le genre de beaut&eacute; qu&rsquo;il poss&eacute;dait. [...] &Eacute;coutons Lister : &laquo;Il n&rsquo;&eacute;tait ni beau ni laid; mais il y avait dans tout sa personne une expression de finesse et d&rsquo;ironie concentr&eacute;e, et dans ses yeux une incroyable p&eacute;n&eacute;tration.&raquo; Quelquefois, ces yeux sagaces savaient se glacer d&rsquo;indiff&eacute;rence sans m&eacute;pris, comme il convient &agrave; un dandy consomm&eacute;, &agrave; un homme qui porte en lui quelque chose de sup&eacute;rieur au monde visible. [p. 58] </p>
            <p align="justify" class="SerifBodyIndent-s">Jules Am&eacute;d&eacute;e Barbey d'Aurevilly: <em>Du dandysme et de G. Brummell</em>. Caen: B. Mancel, 1845. <br>
            [Page numbers from: <em>Oeuvres de J. Barbey d'Aurevilly</em>. Paris: Alphonse Lemerre, 1861.] </p>
            <p align="justify" class="serifbody">It is astonishing to what a number of insignificant things high art has been applied, and with what success. It is the vice of high civilization to look for it and reverence it, where a ruder age would only laugh at its employment. Crime and cookery, especially, have been raised into sciences of late, and the professors of both received the amount of honour due to their acquirements. Who would be so na&iuml;ve as to sneer at the author of &lsquo;The Art of Dining?&rsquo; or who so ungentlemanly as not to pity the sorrows of a pious baronet, whose devotion to the noble art of appropriation was shamefully rewarded with accommodation gratis on board one of Her Majesty&rsquo;s transport-ships? [...] We have little doubt that as the art, vulgarly called &lsquo;embezzlement,&rsquo; becomes more and more fashionable, as it does every day, we shall have a work on the &lsquo;Art of Appropriation.&rsquo; It is a pity that Brummell looked down upon literature: poor literature! It had a hard struggle to recover the slight, for we are convinced there is not a work more wanted than the &lsquo;Art of Dressing,&rsquo; and &lsquo;George the Less&rsquo; was almost the last professor of that elaborate science.</p>
            <p class="SerifBodyIndent-s">Grace and Philip Wharton: &quot;Beau Brummell.&quot; In:<em> Wits and Beaux of Society</em>. New York: Harper,  1861. [<a href="http://www.dandyism.net/the-whartons-beau-brummell/">Full chapter on Dandyism.net.</a>]</p>
          </blockquote>
          <h5 align="justify" class="style1">Charles Stanhope, Viscount of Petersham (1780-1851)</h5>
          <blockquote>
            <p align="justify" class="serifbody">Lord Petersham, son of Lord Harrington [...] is handsome, but the maddest of all the mad English. For instance, a few years ago he was in love with a certain Mrs. Brown, and his passion was declared  in the following way. He purchased a brown carriage, brown livery, brown hat, brown spurs, brown harness, and finally, being obliged to have an embroidered coat for Court wear, he had it in brown, embroidered with dead leaves. You see the kind of a man he is. </p>
            <p class="SerifBodyIndent-s">Dorothea von Lieven writing to Klemens von Metternich, April 18, 1821. [Peter Quennell (ed.): <em>The Private Letters of Princess Lieven to Prince Metternich, 1820-1826.  </em>New York: E.P. Dutton, 1938, p. 132] </p>
          </blockquote>
          <h5 align="justify" class="style1">Thomas Griffiths Wainewright (1794-1847)</h5>
          <blockquote>
            <p align="justify" class="serifbody">It is only the Philistine who seeks to estimate a personality by the vulgar test of production. This young dandy sought to be somebody, rather than to do something. He recognised that Life itself is an art, and has its mode of style no less than the arts that seek to express it. </p>
            <p class="SerifBodyIndent-s">Oscar Wilde about Thomas Griffiths Wainewright,&nbsp;in: &quot;Pen, Pencil and Poison. A Study in Green.&quot; <em>The Fortnightly Review</em>, January 1989. [Reprinted in: <em>Intentions</em>, 1891.] </p>
          </blockquote>
          <h5 class="style1">Honor&eacute; de Balzac (1799-1850)</h5>
          <blockquote>
            <p align="justify" class="serifbody">(XXXVII)<em> L'&eacute;l&eacute;gance travaill&eacute;e est &agrave; la v&eacute;ritable &eacute;l&eacute;gance ce qu'est une perruque &agrave; des cheveux.</em> Cette maxime implique, en cons&eacute;quence s&eacute;v&egrave;re, le corollaire suivant: (XXXIX) <em>Le</em> dandysme <em>est une h&eacute;r&eacute;sie de la vie &eacute;l&eacute;gante.</em> En effet, le dandysme est  une affectation de la mode. En se faisant dandy, un homme devient un homme de boudoir, un mannequin  extr&ecirc;mement ing&eacute;nieux qui peut se poser sur un cheval ou sur un canap&eacute;, qui mord ou tette habituellement le bout d'une canne; mais un &ecirc;tre pensant..., jamais! L'homme qui ne voit que la mode dans la mode est un sot. La vie &eacute;l&eacute;gante n&rsquo;exclut ni la pens&eacute;e ni la science: elle les consacre. </p>
            <p class="SerifBodyIndent-s">Honor&eacute; de Balzac: &quot;Trait&eacute; de la vie &eacute;l&eacute;gante.&quot; <em>La Mode</em>, October - November 1830. [H. de Balzac: <em>Trait&eacute; de la Vie &Eacute;l&eacute;gante</em> suivi de la<em> Th&eacute;orie de la D&eacute;marche</em>. Paris: Bossard, 1922, pp. 96/97.] </p>
            <p align="justify" class="serifbody">&ldquo;En se faisant dandy,&quot; dit Balzac, &quot;on devient un mannequin plus ou moins ing&eacute;nieux, qui sait se poser sur son cheval ou sur un canap&eacute;, qui mord ou t&egrave;te habituellement le bout d&rsquo;une canne; mais un &ecirc;tre pensant? Jamais!&rdquo; Certes! Ce n&rsquo;est pas la pens&eacute;e pourtant qui manquait &agrave; George IV, &agrave; Brummell et &agrave; Sheridan. [...] Non! Les dandys ne sont pas fatalement ce qu&rsquo;a dit Balzac.</p>
            <p class="SerifBodyIndent-s"> Jules Barbey d'Aurevilly: &laquo;Honor&eacute; de Balzac&raquo;<em> Le Pays</em>, May 10 &amp; June 22, 1853. [Quoted in: Renta Komuro: <a href="http://www.seijo.ac.jp/pdf/graduate/gslit/azur/04/0402.pdf">Le dandysme dans le &laquo;Trait&eacute; de la vie &eacute;l&eacute;gante&raquo;.</a> <em>Azur</em> # 4 (2003). Soci&eacute;t&eacute; d' &eacute;tude de la langue et de la culture Fan&ccedil;aises &agrave; l'Universit&eacute; Seijo.] </p>
          </blockquote>
          <h5 class="style1">Constantin Guys (1802-1892)</h5>
          <blockquote>
            <p align="justify" class="serifbody">Aucun de ses dessins n&rsquo;est sign&eacute;, si l&rsquo;on appelle signature ces quelques lettres, faciles &agrave; contrefaire, qui figurent un nom, et que tant d&rsquo;autres apposent fastueusement au bas de leurs plus insouciants croquis. [...] Grand amoureux de la foule et de l&rsquo;incognito, M. C.G. pousse l&rsquo;originalit&eacute; jusqu&rsquo;&agrave; la modestie. [...] R&eacute;cemment encore, quand il apprit que je me proposais de faire une appr&eacute;ciation de son esprit et de son talent, il me supplia, d&rsquo;une mani&egrave;re tr&egrave;s imp&eacute;rieuse, de supprimer son nom et de ne parler de ses ouvrages que comme des ouvrages d&rsquo;un anonyme. J&rsquo;ob&eacute;irai humblement &agrave; ce bizarre d&eacute;sir. [...]</p>
            <p align="justify" class="serifbody">Pendant dix ans, j&rsquo;ai d&eacute;sir&eacute; faire la connaissance de M. G., qui est, par nature, tr&egrave;s voyageur et tr&egrave;s cosmopolite. [...] Lorsque enfin je le trouvai, je vis tout d&rsquo;abord que je n&rsquo;avais pas affaire pr&eacute;cis&eacute;ment &agrave; un <em>artiste</em>, mais plut&ocirc;t &agrave; un<em> homme du monde.</em> Entendez ici, je vous prie, le mot <em>artiste</em> dans un sens tr&egrave;s restreint, et le mot <em>homme du monde</em> dans un sens tr&egrave;s &eacute;tendu. <em>Homme du monde</em>, c&rsquo;est-&agrave;-dire homme du monde entier, homme qui comprend le monde et les raisons myst&eacute;rieuses et l&eacute;gitimes de tous ses usages; <em>artiste</em>, c&rsquo;est-&agrave;-dire sp&eacute;cialiste, homme attach&eacute; &agrave; sa palette comme le serf &agrave; la gl&egrave;be. M. G. n&rsquo;aime pas &ecirc;tre appel&eacute; artiste. N&rsquo;a-t-il pas un peu raison ? Il s&rsquo;int&eacute;resse au monde entier ; il veut savoir, comprendre, appr&eacute;cier tout ce qui se passe &agrave; la surface de notre sph&eacute;ro&iuml;de. L&rsquo;artiste vit tr&egrave;s peu, ou m&ecirc;me pas du tout, dans le monde moral et politique. [...] Sauf deux ou trois exceptions qu&rsquo;il est inutile de nommer, la plupart des artistes sont, il faut bien le dire, des brutes tr&egrave;s adroites, de purs manoeuvres, des intelligences de village, des cervelles de hameau. Leur conversation, forc&eacute;ment born&eacute;e &agrave; un cercle tr&egrave;s &eacute;troit, devient tr&egrave;s vite insupportable &agrave; l&rsquo;<em>homme du monde</em>, au citoyen spirituel de l&rsquo;univers. [...] </p>
            <p align="justify" class="serifbody">Je vous ai dit que je r&eacute;pugnais &agrave; l&rsquo;appeler un pur artiste, et qu&rsquo;il se d&eacute;fendait luim&ecirc;me de ce titre avec une modestie nuanc&eacute;e de pudeur aristocratique. Je le nommerais volontiers un <em>dandy</em>, et j&rsquo;aurais pour cela quelques bonnes raisons; car le mot <em>dandy</em> implique une quintessence de caract&egrave;re et une intelligence subtile de tout le m&eacute;canisme moral de ce monde; mais, d&rsquo;un autre c&ocirc;t&eacute;, le dandy aspire &agrave; l&rsquo;insensibilit&eacute;, et c&rsquo;est par l&agrave; que M. G., qui est domin&eacute;, lui, par une passion insatiable, celle de voir et de sentir, se d&eacute;tache violemment du dandysme. [...] Je le d&eacute;corerais bien du nom de philosophe, auquel il a droit &agrave; plus d&rsquo;un titre, si son amour excessif des choses visibles, tangibles, condens&eacute;es &agrave; l&rsquo;&eacute;tat plastique, ne lui inspirait une certaine r&eacute;pugnance de celles qui forment le royaume impalpable du m&eacute;taphysicien. R&eacute;duisons-le donc &agrave; la condition de pur moraliste pittoresque, comme La Bruy&egrave;re.</p>
            <p class="SerifBodyIndent-s">Charles Baudelaire: &quot;Le peintre de la vie moderne.&quot; <em>Le Figaro</em>, November 26, 29 &amp; December 3, 1863. [Ch. III. L'Artiste, Homme du Monde, Homme des Foules et Enfant.] </p>
          </blockquote>
          <h5 class="style1">Jules-Am&eacute;d&eacute;e Barbey d'Aurevilly (1808-1889)</h5>
          <blockquote>
            <p align="justify" class="serifbody"> Le Dandysme [...] est une mani&egrave;re d'&ecirc;tre, enti&egrave;rement compos&eacute;e de nuances, comme il arrive toujours dans les soci&eacute;t&eacute;s tr&egrave;s vieilles et tr&egrave;s civilis&eacute;es, o&ugrave; la com&eacute;die devient si rare et o&ugrave; la convenance triomphe &agrave; peine de l'ennui. [pp. 24-26]</p>
            <p align="justify" class="serifbody"> Le Dandysme  se joue de la r&egrave;gle et pourtant la respecte encore. Il en souffre et s'en venge tout en la subissant; il s'en r&eacute;clame, quand il y &eacute;chappe; il la domine et en est domin&eacute; tour &agrave; tour: double et muable caract&egrave;re! [p. 28]</p>
            <p align="justify" class="serifbody"> Le Dandysme introduit le calme antique au sein des agitations modernes; mais le calme des anciens venait de l'harmonie de leurs facult&eacute;s et de la pl&eacute;nitude d'une vie librement d&eacute;velopp&eacute;e, tandis que le calme du Dandysme est la pose d'un esprit qui doit avoir fait le tour de beaucoup d'id&eacute;es et qui est trop d&eacute;go&ucirc;t&eacute; pour s'animer. [Footnote, pp. 39/40]</p>
            <p align="justify" class="serifbody">Ce qui fait le Dandy, c'est l'ind&eacute;pendance. [...] Tout Dandy est un poseur, mais un poseur qui a du tact, qui s'arr&ecirc;te &agrave; temps et qui trouve,  entre l'originalit&eacute; et l'excentricit&eacute;, le fameux point d'intersection de Pascal. [pp. 53/54]</p>
            <p align="justify" class="SerifBodyIndent-s">Jules Am&eacute;d&eacute;e Barbey d'Aurevilly: <em>Du dandysme et de G. Brummell</em>. Caen: B. Mancel, 1845. <br>
            [Page numbers from: <em>Oeuvres de J. Barbey d'Aurevilly</em>. Paris: Alphonse Lemerre, 1861.] </p>
          </blockquote>
          <h5 class="style1">Charles Baudelaire (1821-1867)</h5>
          <blockquote>
            <p class="serifbody">&quot;Le Dandy doit aspirer &agrave; &ecirc;tre
              sublime, sans interruption. Il doit vivre et dormir devant un miroir.&quot;</p>
            <p class="serifbody">&quot;Un Dandy ne fait rien. Vous figurez-vous
              un dandy parlant au peuple, except&eacute; pour le bafouer ?&quot; </p>
            <p class="serifbody">&quot;&Ecirc;tre un grand homme et un saint <em>pour
                  soi-m&ecirc;me </em>,
              voil&agrave; l'unique chose importante.&quot; </p>
            <p align="justify" class="SerifBodyIndent-s">Charles Baudelaire: <em>Mon c&oelig;ur mis &agrave; nu. </em>(ca. 1860)</p>
            <p align="justify" class="SerifBodyIndent-s"> [The first of these
              statements was probably misquoted by Albert Camus: <em>&quot;'Vivre
              et mourir devant un miroir', telle &eacute;tait,
              selon Baudelaire, la devise du dandy.&quot;</em> Albert Camus: <em>L'Homme
              r&eacute;volt&eacute;.</em> Paris: Gallimard, 1951. (&quot;La r&eacute;volte
              des dandys&quot;, pp. 67-75.)] <br>
            &nbsp;&nbsp;&nbsp;&nbsp;            </p>
            <p align="justify" class="serifbody">Etrange spiritualisme ! Pour ceux qui en sont &agrave; la fois les pr&ecirc;tres et les victimes, toutes les conditions mat&eacute;rielles compliqu&eacute;es auxquelles ils se soumettent, depuis la toilette irr&eacute;prochable &agrave; toute heure du jour et de la nuit jusqu&rsquo;aux tours les plus p&eacute;rilleux du sport, ne sont qu&rsquo;une gymnastique propre &agrave; fortifier la volont&eacute; et &agrave; discipliner l&rsquo;&acirc;me. En v&eacute;rit&eacute;, je n&rsquo;avais pas tout &agrave; fait tort de consid&eacute;rer le dandysme comme une<br>
  esp&egrave;ce de religion.</p>
            <p align="justify" class="serifbody">Que ces hommes se fassent nommer raffin&eacute;s, incroyables, beaux, lions ou dandies, tous sont issus d&rsquo;une m&ecirc;me origine ; tous participent du m&ecirc;me caract&egrave;re d&rsquo;opposition et de r&eacute;volte ; tous sont des repr&eacute;sentants de ce qu&rsquo;il y a de meilleur dans l&rsquo;orgueil humain, de ce besoin, trop rare chez ceux d&rsquo;aujourd&rsquo;hui, de combattre et de d&eacute;truire la trivialit&eacute;.</p>
            <p align="justify" class="serifbody">Le dandysme appara&icirc;t surtout aux &eacute;poques transitoires o&ugrave; la d&eacute;mocratie n&rsquo;est pas encore toute-puissante, o&ugrave; l&rsquo;aristocratie n&rsquo;est que partiellement chancelante et avilie. Dans le trouble de ces &eacute;poques quelques hommes d&eacute;class&eacute;s, d&eacute;go&ucirc;t&eacute;s, d&eacute;soeuvr&eacute;s, mais tous riches de force native, peuvent concevoir le projet de fonder une esp&egrave;ce nouvelle d&rsquo;aristocratie, d&rsquo;autant plus difficile &agrave; rompre qu&rsquo;elle sera bas&eacute;e sur les facult&eacute;s les plus pr&eacute;cieuses, les plus indestructibles, et sur les dons c&eacute;lestes que le travail et l&rsquo;argent ne peuvent conf&eacute;rer. Le dandysme est le dernier &eacute;clat d&rsquo;h&eacute;ro&iuml;sme dans les d&eacute;cadences. [...] Le dandysme est un soleil couchant; comme l&rsquo;astre qui d&eacute;cline, il est superbe, sans chaleur et plein de m&eacute;lancolie.</p>
            <p align="justify" class="SerifBodyIndent-s">Charles Baudelaire: &quot;Le peintre de la vie moderne.&quot; <em>Le Figaro</em>, November 26, 29 &amp; December 3, 1863. [Ch. IX. Le Dandy.] </p>
          </blockquote>
          <h5 align="justify" class="style1">Joris-Karl Huysmans (1848-1907)  </h5>
          <blockquote>
            <p align="justify" class="serifbody">This last book of Huysmans is one of the best I have ever seen.</p>
            <p align="justify" class="SerifBodyIndent-s">Oscar Wilde as quoted in the <em>Morning News </em>(June 20, 1884)<em>, </em>about <em>A Rebours</em> by Joris-Karl Huysmans (<span class="serifbody">Paris: Charpentier, </span> 1884). </p>
          </blockquote>
          <h5 align="justify" class="style1">Oscar Wilde (1854-1900)</h5>
          <blockquote>
            <p align="justify" class="serifbody">&quot;The only artists I have ever known who are personally delightful are bad artists. Good artists give everything to their art, and consequently are perfectly uninteresting in themselves. A great poet, a really great poet, is the most unpoetical of all creatures. But inferior poets are absolutely fascinating. The worse their rhymes are, the more picturesque they look. The mere fact of having published a book of second-rate sonnets makes a man quite irresistible. He lives the poetry that he cannot write. The others write the poetry that they dare not realize.&rdquo; [Lord H., p. 30] </p>
            <p align="justify" class="serifbody">&quot;I love acting. It is so much more real than life.&quot; [Lord H., p. 35] </p>
            <p align="justify" class="serifbody">And, certainly, to him Life itself was the first, the greatest, of the arts, and for it all the other arts seemed to be but a preparation. Fashion, by which what is really fantastic becomes for a moment universal, and Dandyism, which, in its own way, is an attempt to assert the absolute modernity of beauty, had, of course, their fascination for him. [About D.G., p. 66] </p>
            <p align="justify" class="serifbody">Yes: there was to be, as Lord Henry had prophesied, a new Hedonism that was to re-create life, and to save it from that harsh, uncomely puritanism that is having, in our own day, its curious revival. It was to have its service of the intellect, certainly; yet, it was never to accept any theory or system that would involve the sacrifice of any mode of passionate experience. Its aim, indeed, was to be experience itself, and not the fruits of experience, sweet or bitter as they might be. Of the asceticism that deadens the senses, as of the vulgar profligacy that dulls them, it was to know nothing. But it was to teach man to concentrate himself upon the moments of a life that is itself but a moment. [D.G., p. 67] </p>
            <p align="justify" class="serifbody"> Is insincerity such a terrible thing? I think not. It is merely a method by which we can multiply our personalities. 
            Such, at any rate, was Dorian Gray's opinion. He used to wonder at the shallow psychology of those who conceive the Ego in man as a thing simple, permanent, reliable, and of one essence. To him, man was a being with myriad lives and myriad sensations, a complex multiform creature that bore within itself strange legacies of thought and passion, and whose very flesh was tainted with the monstrous maladies of the dead. [pp. 74/75] </p>
            <p align="justify" class="serifbody">&quot;You are the type of what the age is searching for, and what it is afraid it has found. I am so glad that you have never done anything, never carved a statue, or painted a picture, or produced anything outside of yourself! Life has been your art. You have set yourself to music. Your days have been your sonnets.&quot; [Lord H. talking to D.G., p. 97]<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class="SerifBodyIndent-s">Oscar Wilde: The Picture of Dorian Gray. <em>Lippincotts Monthly Magazine</em>, July 1890, pp. 3-100.<br>
</span></p>
            <p align="justify" class="serifbody">&quot;Nobody did any research yet
              on Wilde's popularity in the U.S. in the 1960's. Cf. Susan Sontag,
              Notes on Camp, in her book: <em>Against
            Interpretation</em>.&quot; </p>
            <p align="justify" class="SerifBodyIndent-s">Evert J.
  van Straaten: <em>Conceptual Art and&nbsp; L'Art pour l'Art: Oscar Wilde &ndash;
  Ad Reinhardt &ndash; Joseph Kosuth. </em>M.A. Thesis, University of Utrecht,
  1973. [English translation by Beatrijs Brenninkmeyer - de Rooy. Private edition
  by E.J. van Straaten, Amsterdam, 1978. Footnote 13 (p. 12).] </p>
          </blockquote>
          <h5 align="justify" class="style1">Nikolai Evreinov  (1879-1953)</h5>
          <blockquote>
            <p align="justify" class="serifbody">The curtain opens to reveal
              a room decorated in the style of Louis XVI, with a mural on the
              ceiling, precious carpets on the floor, and a replica of the Aphrodite
              of Cnidus. The walls are hung with Gobelin tapestries, Old Master
              paintings, and a portrait of a handsome man dressed in a uniform
              of the reign of Alexander I [...].
              Old books fill two glass bookcases. A harpsichord and a harp suggest
              a love of music in the household. Four items in the room sound
              a slightly different note: a large aquarium, a golden cage containing
              many birds, a parrot on a chain, and a monkey on a chain. [...] </p>
            <p align="justify" class="serifbody">The action of the play takes
              place in the autumn of 1904. The protagonist [...] has withdrawn
              from the centers of civilization to his ancestral estate. He has
              decided, moreover, to imitate the life of his great-grandfather.
              He has set the calendar on his estate back from the autumn of 1904
              to the autumn of 1808, the year his great-grandfather retired from
              his regiment to enjoy the pleasures of his &quot;rural paradise.&quot; He
              dresses in the style of the period, gets his &quot;news&quot; from
              journals of 1808, and enacts episodes described in his forebear's
              diary. Most important, he plays the part of the lord and master
              who enjoys absolute power over family and servant.</p>
            <p align="justify" class="SerifBodyIndent-s">Nikolai Evreinov's theatre
              play <em>Krasivyi
              despot</em> (<em>The Beautiful Despot</em>), 1905. As described
              by: Betsy F. Moeller-Sally: &quot;The Theater as Will and Representation.
              Artist and Audience in Russian Modernist Theater,<br>
              1904-1909.&quot; 
              <em>Slavic Review</em>, Vol. 57, No. 2 (Summer 1998), pp. 350-371
            [p. 361]. </p>
          </blockquote>
          <h5 align="justify" class="style1">Arthur Breisky  (1885-1910)</h5>
          <blockquote>
              <p align="justify" class="serifbody">Arthur Breisky: Kvintesenci Dandysmu [The Quintessence of Dandyism]. <em>Moderni Revue</em>, 1909. </p>
              <p align="justify" class="serifbody">Arthur Breisky: <em>Triumf zla.</em> [<em>The Triumph of Evil</em>] M0derni Bibliot&eacute;ka, 1910. [Fictional portraits of famous aesthetes.]</p>
              <p align="justify" class="serifbody">Robert B. Pynsent: &quot;A Czech Dandy: An Introduction to Arthur Breisky.&quot; <em>The Slavonic and East European Review</em>, Vol. 51, 1973, pp. 517&ndash;523.</p>
            <p align="justify" class="serifbody">Peter Bugge: &quot;Naked Masks: Arthur Breisky or How to be a Czech Decadent.&quot;<em> Word &amp; Sense. A Journal of Interdisciplinary Theory and Criticism in Czech Studies</em>. Vol. 3 (2006), pp. 259-275. </p>
            <p align="justify" class="serifbody">&nbsp;</p>
            <p align="justify" class="serifbody"><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;            </p>
          </blockquote>
          </blockquote>      </td>
    </tr>
  </table>
  <br>
  <br>
  <table width="700">
    <tr bgcolor="#FFFFFF">
      <td><blockquote>
          <h6 class="serif"><em><em><br>
                <br>
            Some late 20th century discussions of Dandyism. </em></em></h6>
          <blockquote>
            <p align="justify" class="serifbody">Robert Kempf (ed.): <em>Sur le Dandysme</em>. Paris: 10/18, 1971. [Anthology including the classical texts by Balzac, Barbey d'Aurevilly, and Baudelaire.] &nbsp;</p>
            <p align="justify" class="serifbody">Michel Lemaire: <em>Le dandysme de Baudelaire &agrave; Mallarm&eacute;.</em> Les Presses de l'Universit&eacute; de Montr&eacute;al, 1978. </p>
            <p align="justify" class="serifbody">Domna C. Stanton: <em>The Aristocrat as Art: a Study of the Honn&ecirc;te Homme and the Dandy in Seventeenth and Nineteenth Century French Literature. </em>New York: Columbia University Press, 1980.</p>
            <p align="justify" class="serifbody">Giuseppe Scaraffia: <em>Petit dictionnaire du dandy.</em> Paris: &Eacute;ditions Sand, 1988.</p>
            <p align="justify" class="serifbody">Henriette Levillain: <em>L'esprit dandy de Brummell &agrave; Baudelaire</em>. Paris: Jos&eacute; Corti, 1991.</p>
            <p align="justify" class="serifbody">Petr Kylou&scaron;ek: La R&eacute;ception du Dandysme en France et la Tradition Courtoise. (Le Cas de Barbey d'Aurevilly.) <em>Studia Minora Facultatis Philosophicae Universitatis Brunensis</em>, L 20, 1999. </p>
            <p align="justify" class="serifbody">&nbsp;</p>
            <p align="justify" class="serifbody"><br>
                <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
          </blockquote>
      </blockquote></td>
    </tr>
  </table>
  <blockquote>
    <h3 align="left">&nbsp;</h3>
  </blockquote>
  <p>    <br>
  </p>
  <p>&nbsp;</p>
  <blockquote>
    <div align="left">
      <h3>&nbsp;</h3>
    </div>
  </blockquote>
  <div align="center">
    <p>&nbsp;</p>
    <div align="center">
      <p>&nbsp;          </p>
    </div>
    <p>&nbsp;        </p>
  </div>
  <p>&nbsp;</p>
</div>
</body>
</html>
