<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
""""http://www.w3.org/TR/REC-html40/loose.dtd">
<html>
<head>
<title>life shall be art</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<META NAME="keywords" CONTENT="life art ">
<meta name="description" content="Life considered as an artwork">
<link href="../styles/blacktext.html" rel="stylesheet" type="text/css">
<style type="text/css"><!--
.style1 {font-family: "Courier New", Courier, mono}
body {
	background-color: #D1D1D1;
}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>

<body>
<!-- <div align="right">&nbsp;<a href="index.html"><img src="../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Life
  and 
  Art&nbsp;&nbsp; &nbsp;&nbsp;<a href="../index.html"><img src="../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Radical
    Art &nbsp;[Homepage]&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</div> -->

  <hr>
  <div align="center"><div align="center">
  <blockquote>
      <div align="left">
        <h3>Life shall be art   (Art shall encompass life) </h3>
      </div>
    </blockquote>
    <div align="center">
      <table width="700">
        <tr bgcolor="#FFFFFF">
          <td>
            <blockquote>
              <blockquote> <br>
              </blockquote>    
              <h5  class="style1">Darwinism</h5>
              <blockquote>
            <p align="justify" class="serifbody">Si toute sensation peut avoir un caract&egrave;re esth&eacute;tique, quand et comment acquiert-elle ce caract&egrave;re? -- C'est l&agrave;, nous l'avons d&eacute;j&agrave; dit, une simple affaire de degr&eacute;, et il ne faut pas demander des d&eacute;finitions du beau trop &eacute;troites, contraires par cela m&ecirc;me &agrave; la loi de continuit&eacute; qui r&eacute;git la nature. Il faut dire aux adorateurs du beau ce que Diderot disait aux religions exclusives: <em>&Eacute;largissez
                votre Dieu.</em> [p. 72] </p>
            <p align="justify" class="serifbody">Vivre d'une vie pleine et forte
              est d&eacute;j&agrave; esth&eacute;tique; vivre d'une vie intellectuelle
              et morale, telle est la beaut&eacute; port&eacute;e &agrave; son
              maximum et telle est aussi la jouissance supr&ecirc;me. L'agr&eacute;able
              est comme un noyau lumineux dont la beaut&eacute; est l'aur&eacute;ole
              rayonnante; mais toute source de lumi&egrave;re tend &agrave; rayonner
              et tout plaisir tend &agrave; devenir esth&eacute;tique. Celui
              qui ne reste qu'agr&eacute;able avorte pour ainsi dire; la beaut&eacute; au
              contraire est une sorte de f&eacute;condit&eacute; int&eacute;rieure.
              [p. 75]</p>
            <p align="justify" class="serifbody">Tandis que l'art s'efforce de
              donner toujours l'amplitude la plus grande &agrave; toute sensation
              comme &agrave; tout sentiment
                  qui vient &eacute;branler notre &ecirc;tre, la vie m&ecirc;me
                  semble travailler dans le m&ecirc;me sens et se proposer une
                  fin analogue. Puisque, croyons-nous, rien ne s&eacute;pare
                  le beau et l'agr&eacute;able qu'une simple diff&eacute;rence
                  de degr&eacute; et d'&eacute;tendue, voici ce qui tend &agrave; se
                  produire et se produira toujours davantage dans l'&eacute;volution
                  humaine. La jouissance, m&ecirc;me physique, devenant de plus
                  en plus d&eacute;licate et se fondant avec des id&eacute;es
                  morales, deviendra de plus en plus esth&eacute;tique; on entrevoit
                  donc, comme terme id&eacute;al du progr&egrave;s, un jour o&ugrave; tout
                  plaisir serait beau, o&ugrave; toute action agr&eacute;able
                  serait artistique. Nous ressemblerions alors &agrave; ces instruments
                  d'une si ample sonorit&eacute; qu'on ne les peut toucher sans
                  en tirer un son d'une valeur musicale: le plus l&eacute;ger
                  choc nous ferait r&eacute;sonner
                  jusque dans les profondeurs de notre vie morale. [pp. 84/85]</p>
            <p align="justify" class="serifbody">A
                  l'origine de l'&eacute;volution esth&eacute;tique, chez les &ecirc;tres
                  inf&eacute;rieurs, la sensation agr&eacute;able reste grossi&egrave;re
                  et toute sensuelle; elle ne rencontre pas un milieu intellectuel
                  et moral o&ugrave; elle puisse se propager et se multiplier;
                  dans l'animal, l'agr&eacute;able et le beau ne se distinguent
                  pas. Si l'homme introduit ensuite entre ces deux choses une
                  distinction d'ailleurs plus ou moins artificielle, c'est qu'il
                  existe encore en lui des &eacute;motions plut&ocirc;t animales
                  qu'humaines, trop simples, incapables d'acqu&eacute;rir cette
                  infinie vari&eacute;t&eacute; que nous sommes habitu&eacute;s
                  d'attribuer au beau. D'autre part, les plaisirs intellectuels
                  eux-m&ecirc;mes ne nous semblent pas toujours m&eacute;riter
                  le nom d'esth&eacute;tiques, parce qu'ils n'atteignent pas
                  toujours jusqu'au fond de l'&acirc;me, dans la sph&egrave;re
                  des instincts sympathiques et sociaux; ils ne produisent qu'une
                  jouissance trop &eacute;troite. Mais nous pouvons, en nous
                  inspirant de la doctrine m&ecirc;me de l'&eacute;volution,
                  pr&eacute;voir une troisi&egrave;me et derni&egrave;re p&eacute;riode
                  du progr&egrave;s, o&ugrave; tout plaisir contiendrait, outre
                  les &eacute;l&eacute;ments sensibles, des &eacute;l&eacute;ments
                  intellectuels et moraux; il serait donc non seulement la satisfaction
                  d'un organe d&eacute;termin&eacute;, mais celle de l'individu
                  moral tout entier; bien plus, il serait le plaisir m&ecirc;me
                  de l'esp&egrave;ce repr&eacute;sent&eacute;e en cet individu.
                  Alors se r&eacute;alisera de nouveau l'identit&eacute; primitive
                  du beau et de l'agr&eacute;able, mais ce sera l'agr&eacute;able
                  qui rentrera et dispara&icirc;tra pour amsi dire dans le beau.
                  L'art ne fera plus qu'un avec l'existence; nous en viendrons,
                  par l'agrandissement de la conscience, &agrave; saisir continuellement
                  l'harmonie de la vie, et chacune de nos joies aurale caract&egrave;re
                  sacr&eacute; de la beaut&eacute;.
                  [pp. 85/86]</p>
            <p class="SerifBodyIndent-s">Jean-Marie Guyau: <em>Les probl&egrave;mes de l'esth&eacute;tique contemporaine </em>. Paris: Alcan, 1884. <br>
    [Page numbers from the sixth edition, 1904.] </p>
          </blockquote>
          <h5 align="justify" class="style1">Suprematism<em></em></h5>
          <blockquote>
              <p align="justify" class="serifbody">the artist's work lies beyond
                the boundaries of the useful and the useless. it is the
                revolutionary path along which the whole of creation is striding
                forward and along which man must also bend his steps. &quot;artistic
                work&quot; is
                but an obstacle on this path and therefore a counter-revolutionary
                concept. the private property aspect of creativity must be destroyed.
                all are creators and there is no reason of any sort for the division
                into artists and non-artists. [...] therefore
                  THE IDEA OF &quot;ARTISTIC WORK&quot; MUST BE ABOLISHED AS
                A COUNTER-REVOLUTIONARY CONCEPT OF WHAT IS CREATIVE [...] <span class="serifbody">and
                if communism which set human labour on the throne and suprematism
                which raised aloft the square pennant of creativity now march
                forward together then in the further stages of development it
                is communism which will have to remain behind because suprematism
                – which embraces the totality of life's phenomena –  will
                attract everyone away from the domination of work and from the
                domination of the intoxicated senses. it will liberate all those
                engaged in creative activity and make the world into a true model
                of perfection. this model we await from kazimir malevich. &nbsp;</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
              <p class="SerifBodyIndent-s">El Lissitzky: &quot;Suprematism in World Reconstruction.&quot; (1920) In: John E. Bowlt (ed.): <em>Russian Art of the Avant-Garde. Theory and Criticism. 1902-1934. </em> New York: The Viking Press, 1976, pp. 151-158. <span class="serifbody">[pp.
                157/158] </span></p>
              <p align="justify" class="serifbody">In der neuen Gesellschaftsordnung, in der die Arbeit aufhören soll, Sklaverei zu sein, in der nicht einige kleine Gruppen Luxus für eine begrenzte Gesellschaftsschicht produzieren, sondern wo alle für alle arbeiten, dort wird die Arbeit frei, und alles was entsteht ist Kunst. So wird die Kunst als etwas an und für sich existierendes aufgehoben. </p>
              <p class="SerifBodyIndent-s">El Lissitzky (ca. 1920) [In: Sophie Lissitzky-Küppers (ed.): <em> El Lissitzky. Maler – Architekt – Typograf – Fotograf. </em><em>Erinnerungen, Briefe, Schriften. </em> (2nd edition). Dresden, 1976, p. 335.] </p>
              </blockquote>
          <h5 align="justify" class="style1">Socialism (&quot;Productionism&quot;) <em></em></h5>
          <blockquote>
            <p align="justify" class="serifbody">Mankind will educate itself
              plastically; it will be able to treat the world as submissive
              clay for sculpting the most perfect forms of life. The wall between
              art and production will come down. The monumental style of the
              future will not be ornamental, it will give form. The Futurists
              are right about this. [...] 


 Does this mean that art will be dissolved into industry? or that it, on the
              contrary, will elevate industry to its own Olympic level?
              This question can be answered either way, depending on whether
              it is approached from the side of industry, or from the side of
              art. But in the object attained, there is no difference. Both answers
              signify a gigantic expansion of the scope and the artistic quality
              of industry [...].<br>
But not only the wall between art and production will fall; at the same time,
the wall between art and nature will come down as well. Not in the sense of Jean-Jacques
Rousseau's idea that art will come nearer to a state of nature, but on the contrary,
that nature will become more "artificial". The present distribution of mountains
and rivers, of fields, of meadows, of steppes, of forests and of seashores, cannot
be considered final. [...] 


 Faith  promised to move mountains; but technology, which takes nothing
  "on faith", can indeed cut down mountains and move them. So far this
 was done for industrial purposes (mines) or for railways (tunnels); in the future
 this will be done on an immeasurably larger scale, according to a general industrial-artistic
 plan. [...] 


 In the end, man will have rebuilt the earth, if not in his own image, at least
 according to his own taste. [...] <br>
The
  passion for mechanical improvements, as in America, will accompany the first
  stage of every new Socialist society. The passive enjoyment of nature will
              disappear from art. Technology will become a more powerful inspiration
              for artistic work, and later on the contradiction itself between
              technique and nature will be solved in a higher synthesis.&nbsp; [...]              <br>
              Man at last will begin to harmonize himself in earnest. He will
              make it his business to achieve beauty by giving the movement of
              his own limbs the utmost precision, purposefulness and economy
              in his work, his walk and his play. [...]


 Social construction and psycho-physical self-education will become two aspects
 of one and the same process. All the arts – literature, drama, painting, music
 and architecture will lend this process beautiful form. More precisely, the
 cultural construction and self-education of Communist man will develop all the
 vital elements of contemporary art to the highest point. Man will become immeasurably
 stronger, wiser and subtler; his body will become more harmonious, his movements
 more rhythmic, his voice more musical. The forms of life will become dynamically
 dramatic. The average human type will rise to the heights of an Aristotle, a
 Goethe, or a Marx. And above this ridge new peaks will rise.&nbsp;</p>
            <p align="justify" class="SerifBodyIndent-s"> Leon Trotsky:
              <em>Literatura i revoliutsiia</em> (<em>Literature and Revolution)</em>,<em>&nbsp;</em>1924.
              <br>
              Chapter 8. Revolutionary and Socialist Art. </p>
            <p align="justify" class="serifbody">Das Proletariat ist aufgerufen,
              die &auml;sthetische Staffeleikunst zu vernichten, aufgerufen,
              eine neue Kunst zu schaffen, eine Kunst des realen Lebens, eine
              Kunst die nicht in erster Linie widerspiegelt, sondern organisiert.
              F&uuml;r das Theater bedeutet diese Formel folgendes: &nbsp; 1)
              der K&uuml;nstler mu&szlig; zu einem Zeremonienmeister der Arbeit
              und des Lebens werden, &nbsp; 2) der Schauspieler, d.h. der Spezialist
              f&uuml;r &auml;sthetisches Handeln, mu&szlig; sich einfach in einen
              qualifizierten Menschen verwandeln, eine sozial aktive, harmonische
              Pers&ouml;nlichkeit. <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Das kommende proletarische Theater
wird zu einer Trib&uuml;ne der sch&ouml;pferische Formen der realen Wirklichkeit
werden; es wird Vorbilder der Lebensweise und Modelle von Menschen gestalten;
es wird sich vollst&auml;ndig in ein Laboratorium des neuen gesellschaftlichen
Lebens verwandeln: sein Material aber wird jede beliebige Aus&uuml;bung sozialer
Funktionen sein. </p>
            <p align="justify" class="SerifBodyIndent-s"> Boris Arvatov: <em>Iskusstvo
                i proizdvostvo. </em> Moscow, 1926. As quoted by H. G&uuml;nther &amp; K.
                Hielscher: <em> Kunst und Produktion. </em> Munich, 1972, p.
                86.</p>
            <p align="justify" class="serifbody">"It is not that the working
              life should be brought to the theatrical stage, but that theatrical
              action should unfold in life".</p>
            <p align="justify" class="serifbody">"Proletarian artistic collectives
              should become members of collectives or associations in those fields
              of production whose material is designed by the given branch of
              art. Thus, for example, an agit-theater joins the propaganda apparatus
              as its organ. A theater of mass and other daily actions is linked
              to institutes of physical education and communal organizations.
              Poets are members of magazine-and-newspaper associations and, via
              them, are linked to linguistic societies. Industrial artists carry
              out commissions from industrial centers and are part of their organizational
              system. And so forth".</p>
            <p align="justify" class="serifbody">"Actor training needs to be
              recreated in such a way that instructors of the theatrical craft
              would be able to teach people how to walk down the street, organize
              festivities, make speeches, comport oneself in various concrete
              situations, and so forth". </p>
            <p align="justify" class="SerifBodyIndent-s"> Boris Arvatov: <em>Iskusstvo
                i proizdvostvo</em> [<em>Art and Production</em>]. Moscow, 1926.
                As quoted by Igor Chubarov: &quot;Productionism: Art of the Revolution
                or Design for the Proletariat?&quot; In:&nbsp; <em>Newspaper &quot;Chto
                Delat?&quot; </em>no. 01-25 (March 2009). Special Issue: <em>What
                is the Use of Art?</em> (No pagenumbers)</p>
            <p align="justify" class="serifbody-s"><br>
              Dabei wurde mit Igor' Smirnov
              davon ausgegangen, da&szlig; der Kubofuturismus, als Reaktion auf
              den Symbolismus, die Opposition zwischen Zeichen und Ding, genauer
              zwischen Signifikant und Denotat aufhebt. Auf dem Hintergrund dieser
              Annahme lassen sich zwei durch ihre Akzentsetzung markant unterschiedene
              Etappen der Russischen Avantgarde voneinander abgrenzen: Die erste
              Etappe, die charakterisiert ist durch die Exponierung der Signifikanten
              in ihrem materiellen Aspekt, und die zweite, nach-revolution&auml;re,
              wo sich der Akzent auf die Denotate verlagert, auf das &quot;Ding&quot;,
              das &quot;Material&quot;, den &quot;Fakt&quot; (z.B. in Briks Veshchismus,
              in der Produktionskunst, Faktographie). Die Akzentverlagerung wurde
              dadurch hervorgerufen, da&szlig; die Revolution eine neue Kommunikationssituation
              schuf, in der die Strategie der provokativen Sinnverweigerung ihre
              Grundlage verlor. Die Avantgarde antwortete auf die neue Situation
              mit einer deutlichen Pragmatisierung der Kunst. [...] <br>
  Auch in der Funktionsintention der Avantgarde kann man, wie in ihrer semiotischen
  Konzeption, zwei haupts&auml;chliche Phasen unterscheiden. Der vorrevolution&auml;re
  Futurismus betreibt die &auml;sthetische Umwertung unter der Dominanz der &auml;sthetischen
  Funktion, w&auml;hrend die Pragmatisierungsstufe durch die Tendenz zur Dominantsetzung
  au&szlig;er&auml;sthetischer Funktionen gekennzeichnet ist. <br>
  Die These vom Ende der Kunst, von der &quot;Aufl&ouml;sung der Kunst im Leben&quot; erscheint
  in diesem Licht als letzte Konsequenz einer utilit&auml;ren Pragmatisierung.</p>
            <p align="justify" class="SerifBodyIndent-s"> Hans G&uuml;nther: &quot;Die
              These vom Ende der Kunst in der sowjetischen Avantgarde der 20er
              Jahre.&quot; In: <em>Referate und Beitr&auml;ge zum VII. Internationalen
              Slavistenkongress, </em>Zagreb, 1978, pp. 77-94.<span class="serifbody"> [pp.
              79-81] </span></p>
          </blockquote>
          <h5 align="justify" class="style1">Bauhaus<em></em></h5>
          <blockquote>
            <p align="justify" class="serifbody">Was wir brauchen, ist nicht
              das 'Gesamtkunstwerk', neben dem das Leben getrennt hinfließt,
              sondern <em>die sich selbst aufbauende </em>Synthese aller Lebensmomente
              zu dem alles umfassenden <em>Gesamtwerk</em> (Leben), das jede Isolierung
              aufhebt, in dem alle <em>individuellen</em> Leistungen aus einer biologischen
              Notwendigkeit entstehen und in eine <em>universelle</em> Notwendigkeit münden. </p>
            <p align="justify" class="SerifBodyIndent-s">Laszlo Moholy-Nagy: <em>Malerei,
              Photographie, Film.</em> München, 1925. (Bauhausbücher, Vol. 8.) <br>
              [Reprint:
              Mainz, 1967, p. 15] </p>
          </blockquote>
          <h5 align="justify" class="style1">De Stijl <em></em></h5>
          <blockquote>
            <p align="justify" class="serifbody"> Kunst en leven zijn bezig
              een twee-éénheid te worden, waarin het esthetisch sectarisme van
              thans niet meer terug te vinden zal zijn. </p>
            <p class="SerifBodyIndent-s">J.J.P. Oud: &quot;Huisvrouwen en Architekten.&quot; In: <em>i
                10</em>,&nbsp; Vol.
              1, nr. 2 (1927), pp. 44-46. </p>
            <p align="justify" class="serifbody">Het feit dat de kunst na met vorm
              gebroken te hebben haar einde nadert en gereed staat in het leven
              zelf over te gaan is een der onloochenbare verschijnselen van rijpende
              vormcultuur. </p>
            <p align="left" class="SerifBodyIndent-s">Piet Mondriaan: "De Jazz
              en de Neo-plastiek."<em> Internationale
                Revue i10</em>, Vol. 1 no. 12 (December 1927), pp. 421-427. [Quoted
                in: Yve-Alain Bois: <i>Arthur Lehning en Mondriaan. </i>Amsterdam:
  Van Gennep, 1984, p. 88.]</p>
            <p align="justify" class="serifbody">De kunst in het leven te integreren staat nog steeds op de culturele
              agenda. [...] Zonder een totale revolutionaire omwenteling zal
              de vrije orde, die de moderne kunstenaars in deze eeuw door hun
              kunstwerken hebben geschapen, niet tot een menselijke realiteit
              worden. </p>
            <p class="SerifBodyIndent-s">Arthur Lehning: &quot;i 10 na 35 jaar.&quot; In: Arthur Lehning &amp; Jurriaan
              Schrofer (eds.): <em>i 10, De Internationale avantgarde tussen
              de twee wereldoorlogen, een keuze uit de Internationale Revue i
              10</em>. Den Haag, 1963, pp. 9/11. </p>
            <p align="justify" class="serifbody">Kunstenaars zijn niet de Kunstenaars, maar allen
                die hun persoonlijke aanleg of talent tot verwerkelijking willen
                brengen. Men hoeft niet kunstmatig de Kunst in leven te houden,
                wanneer het leven kunst wordt. </p>
            <p class="SerifBodyIndent-s">Joost Baljeu: &quot;De ludieke utopia.&quot; In
              catalogue <em>Joost Baljeu – Syntetische Konstrukties</em>. <br>
    Amsterdam: Stedelijk Museum, 1969. </p>
            </blockquote>
          <h5 align="justify" class="style1">Situationism<em></em></h5>
          <blockquote>
              <p align="justify" class="serifbody">Against unilateral art, situationist
                culture will be an art of dialogue, an art of interaction. Today
                artists – with all visible culture  – have become entirely separated
                from society, just as they are separated from each other by competition.
                [...] This enclosed era of primitivism must be superseded by
                complete communication.</p>
              <p align="justify" class="serifbody">At a higher stage, everyone will become an artist, i.e., inseparably a producer-consumer of total culture creation, which will help the rapid dissolution of the linear criteria of novelty. Everyone will be a situationist so to speak, with a multidimensional inflation of tendencies, experiences, or radically different &quot;schools&quot; - not successively, but simultaneously.</p>
              <p align="justify" class="serifbody">We will inaugurate what will historically be the last of the crafts. The role of amateur-professional situationist - of anti-specialist - is again a specialisation up to the point of economic and mental abundance, when everyone becomes an &quot;artist,&quot; in the sense that the artists have not attained the construction of their own life.</p>
              <p align="justify" class="SerifBodyIndent-s">Constant Nieuwenhuis, Asger Jorn, Helmut Sturm &amp; Maurice Wyckaert: &quot;Manifesto.&quot;<em><br>
                  Internationale Situationniste</em> #4 (1960).</p>
          </blockquote>
          <h5 class="style1">Pop Art</h5>
              <blockquote>
                <p align="justify" class="serifbody">The future of art seems no longer to lie with the creation of enduring masterworks but with defining alternative cultural strategies, through series of communicative gestures in multi-media forms. As art and non-art become interchangeable, and the masterwork may only be a reel of punched or magnetized tape, the artist defines art less through any intrinsic value of art object than by furnishing new conceptualities of life style and orientation. Generally, as the new cultural continuum underlines the expendability of the material artifact, life is defined as art &ndash; the only contrastingly permanent and continuously unique experience.</p>
                <p align="left" class="SerifBodyIndent-s">John McHale: "The Plastic Parthenon" <i>Dotzero Magazine</i>, Spring 1967. Reprinted in: John Russell and Suzi Gablik: <i>Pop Art Redefined.</i> London: Thames &amp; Hudson, 1969, pp. 47-53.</p>
              </blockquote>
          <h5 class="style1">Das erweiterte Kunstbegriff</h5>
              <blockquote>
                <p align="justify" class="serifbody">Die Formel, <em>&quot;jeder
                    Mensch ist ein Künstler&quot;</em>,
                    die sehr viel Aufregung erzeugt hat und die immer noch mißverstanden
                  wird, bezieht sich auf die Umgestaltung des Sozial-Leibes,
                  an dem nicht nur jeder Mensch teilnehmen kann, sondern sogar
                  teilnehmen muß, damit wir möglichst schnell die Transformation
                  vollziehen. [p. 39] </p>
                <p align="justify"><span class="serifbody">Denn dies ist die große Fälschung,
                    die immer wieder fabriziert wird, bösartig und bewußt entstellt
                    wiedergegeben wird, daß wenn ich sage: jeder Mensch ist ein
                    Künstler, ich sagen wolle, jeder Mensch ist ein guter Maler.
                    Gerade das war ja nicht gemeint, sondern es war ja die Fähigkeit
                    gemeint, an jedem Arbeitsplatz, und es war gemeint, die Fähigkeit
                    einer Krankenschwester oder die Fähigkeit eines Landwirtes
                    als gestalterische Potenz und sie zu erkennen als zugehörig
                    einer künstlerischen Aufgabenstellung. Das war ja gemeint.
                [p. 43</span>] </p>
                <p class="SerifBodyIndent-s">Joseph Beuys. In: <em> Reden über
                    das eigene Land: Deutschland (3), </em>München 1985, pp.
                    33-52. <br>
                </p>
                <p align="justify" class="serifbody">Wie schade wäre es auch,
                  wenn die ungeheuren Fähigkeiten, die der Mensch durch die Disziplinierung
                  erworben hat, in exakten, mathematischen, logischen, strengen
                  Begriffen im Äußeren zu denken – wenn das für die Katz' wäre,
                  und er nicht mit derselben Genauigkeit, Gewissenhaftigkeit,
                  Verantwortungs-bereitschaft weiter in dasjenige Gebiet hineinarbeiten
                  könnte und müßte, was ja das nächste, zukünftige Feld ist,
                  was der Mensch lösen muß: die Frage der Freiheit zu lösen,
                  die Überwindung von Kommunismus und Kapitalismus als zweier
                  Systeme, die den Menschen versklaven, sich zu befreien, d.h.
                  die Befreiung der menschlichen Arbeit zu vollziehen. Wie schade
                  wäre es, wenn der Mensch nicht aufmerksam würde auf das, was
                  da schon geleistet worden ist – einerseits, und – andererseits
                  – dadurch auch zerstört worden ist. Ich sage, dieses janushafte
                  Gebilde der exakten Naturwissenschaft mit der damit verbundenen
                Technologie muß man verstehen lernen. </p>
                <p  class="SerifBodyIndent-s"> Joseph Beuys: <em>Aktive Neutralität.
                    Die Überwindung von Kapitalismus und Kommunismus. Ein Vortrag
                    mit Diskussion am 20. Januar 1985. </em> Wangen: Freie Volkshochschule
                    Argentai, 1985, p. 28. <br>
                </p>
                <p align="justify" class="serifbody">die suche nach einer gesellschaftlichen
                  organisation, ohne polizei, justiz und strafanstalten, ergibt
                  sich aus meiner entwicklung als künstler. [...] – direkte kunst <em>(direct
                    art)</em>:
                    das leben des menschen und nicht nur der körper wird zum
                    mittelpunkt der gestaltung. er wird nicht mit materialien
                    bearbeitet sondern ist der wirklichkeit ausgesetzt. direkte
                    kunst ist die gestaltung der lebenspraxis des menschen. direkte
                    kunst errichtet gesellschaftliche biotope zur erforschung
                    des zusammenlebens kreativer menschen. [...] alle bereiche
                    des menschlichen seins schreien nach künstlern, die die kulturelle,
                    pädagogische, wirtschaftliche, politische selbstverwaltung
                    des menschen in gang setzen. [...] künstler, die im 21. jh
                    noch ernst genommen werden wollen, werden nicht umhinkommen,
                    den sprung von der bildfläche in <em>the
                  reality lab of society creation</em> zu wagen. </p>
                <p class="SerifBodyIndent-s">Otto Muehl: Postscript. In: <em>Sortir
                      du Bourbier.</em> Dijon: Les Presses du Réel, 2001.  <br>
                  [German
                text from: http://www.archivesmuehl.org/artl1.html] <br>
                </p>
                <p class="serifbody">Durch Otto Muehl erfuhr ich die Erweiterung der Kunst auf
                  das Leben als eine große Chance, die aber auch Gefahren in
                  sich birgt. </p>
                <p class="SerifBodyIndent-s">Birgit Weidmann. In: Verein zur Förderung des Erweiterten
                  Kunstbegriffs und der Sozialen Plastik e.V.: <em>Tagung Lebensgemeinschaft
                  – Kommune – Wärmefähre</em>, 2006. http://www.fiu-verlag.com/file/tagung-l-k-w.pdf </p>
                <p align="justify" class="serifbody">&nbsp;</p>
<p class="serifbody"><br>
                </p>
                <p align="left" class="serifbody">&nbsp;</p>
              </blockquote>
            </blockquote></td>
        </tr>
      </table>
      <br>  <blockquote>
        <div align="left">
          <h3>Art will not transform life</h3>
        </div>
      </blockquote>
      <div align="center">
        <table width="700">
          <tr bgcolor="#FFFFFF">
            <td>
              <blockquote>  <br>
                <blockquote>
                    <p align="justify" class="serifbody">Die Idee, mittels Kunst
                  neue Wirklichkeit zu schaffen, ist reine Utopie. Als solche
                  ist sie notwendig uneinlösbar. Jeder Versuch, sie zu realisieren,
                  ist gescheitert und musste scheitern. [...] Alle historischen
                  Versuche von Künstlern, die Grenze von der Kunst zum Leben
                  hin zu überschreiten, haben die Sphäre der Kunst erweitert,
                  aber letzlich nur zur Festigung der <em>&quot;Institution Kunst&quot;</em> (Bürger)
                  geführt. </p>
                    <p align="justify" class="serifbody">&nbsp;</p>
                    <p class="SerifBodyIndent-s">Verena Krieger: <em>Kunst als
                        Neuschöpfung der Wirklichkeit. Die Anti-Ästhetik der
                        russischen Moderne. </em> <br>
                      Köln: Böhlau, 2006, p. 44.                        </p>
                    <p class="SerifBodyIndent-s">[&quot;Bürger&quot; =
                        Peter Bürger: <em>Theorie der Avantgarde</em> (Frankfurt:
                        Suhrkamp, 1974).] </p>
                </blockquote>
                  <blockquote>&nbsp;</blockquote>
            </blockquote></td>
          </tr>
        </table>
      </div>
      <p>&nbsp;          </p>
    </div>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <div align="center">
      <p>&nbsp;          </p>
    </div>
    <p>&nbsp;        </p>
  </div>
  <p>&nbsp;</p>
</div>
</body>
</html>
