<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
""""http://www.w3.org/TR/REC-html40/loose.dtd">
<html>
<head>
<title>The beauty of the soul</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<META NAME="keywords" CONTENT="life art ">
<link href="../styles/blacktext.html" rel="stylesheet" type="text/css">
<style type="text/css"><!--
.style1 {font-family: "Courier New", Courier, mono}
.style3 {color: #333333}
body {
	background-color: #D1D1D1;
}
-->
</style>
</head>

<body>
<!-- <div align="right">&nbsp;<a href="index.html"><img src="../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Life &amp;  Art&nbsp;&nbsp; &nbsp;&nbsp;<a href="../index.html"><img src="../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Radical
   Art &nbsp;(homepage)&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</div> -->

  <hr>

<blockquote>
  <div align="left">
    <blockquote>
      <div align="left">
        <h2 class="serif">The beauty of the soul </h2>
      </div>
    </blockquote>
    <div align="center">
      <table width="700">
        <tr bgcolor="#FFFFFF">
          <td>
            <blockquote>
              <h5 align="left" class="style1"><br>
                Plotinus              </h5>
              <blockquote>
                <p align="justify" class="serifbody"><span class="serifbody style3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>Withdraw into yourself and look. And  if you observe that you are  not   beautiful yet, do as does the maker of a statue which is to be beautiful: he cuts away, shaves down, smooths and cleans it, until he has made manifest in the statue the beauty of the face which he portrays. So you do as well: cut away that which is superfluous, straighten that which is crooked, purify that which is obscure; labour to make all bright, and never cease to fashion your statue until there shall shine out upon you the godlike splendour of virtue, until you shall see the perfect goodness surely established in the stainless shrine. </p>
                <p align="justify" class="serifbody style3"> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When you know that you have become this perfect work,  and dwell within the purity of your being, and  nothing now remains that can shatter that inner unity, when you have nothing foreign mingled with your inner nature, but your whole self is true light and light alone, not measured by size nor circumscribed by the limitation of any form, not to be increased in magnitude because unbounded, but ever unmeasurable as something greater than all measure and more than all quantity  &ndash; when you behold yourself grown to this, having now become vision itself, take courage and ascend yet higher, for now you need a guide no longer. Gaze intently and see! </p>
                <p align="justify" class="serifbody style3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This is the only eye that  beholds the mighty Beauty. But if it approach the vision bleared by vice, impure, or weak through cowardice, so that it cannot bear to gaze upon such glory, then it sees nothing, even if another would point out what lies in plain sight. For he that beholds must be akin to that which he beholds, and must, before he comes to this vision, be transformed into its likeness. Never could the eye have looked upon the sun had it not become sun-like, and never can the soul see Beauty unless she has become beautiful. Let each man first become god-like and beautiful, if he is to behold Beauty and God. </p>
                <p align="left" class="SerifBodyIndent-s">Plotinus: <em>The Six Enneads</em>, 250 C.E. First Ennead, Sixth Tractate (Beauty), # 9.                 </p>
              </blockquote>
              <h5 class="style1">Fichte</h5>
              <blockquote>
                <p align="justify" class="serifbody">  <span class="serifbody style3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>Der Mensch soll seyn, was er ist, schlechthin darum, weil er ist, d.h. alles was er ist, soll auf sein reines Ich, auf seine blosse Ichheit bezogen werden; alles, was er ist, soll er schlechthin darum seyn, weil er ein Ich ist; und was er nicht seyn kann, weil er ein Ich ist, soll er &Uuml;berhaupt gar nicht seyn.   [...] der Mensch soll stets einig mit sich selbst seyn; er soll sich nie widersprechen. &ndash; Nemlich, das reine Ich kann nie im Widerspruche mit sich selbst stehen, denn es ist in ihm gar keine Verschiedenheit, sondern es ist stets Ein und ebendasselbe; aber das empirische, durch &auml;ussere Dinge bestimmte und bestimmbare Ich kann sich widersprechen; &ndash; und so oft es sich widerspricht, so ist das ein sicheres Merkmal, dass es nicht nach der Form des reinen Ich, nicht durch sich selbst, sondern durch &auml;ussere Dinge bestimmt ist. </p>
                <p align="justify" class="serifbody">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Die letzte Bestimmung aller endlichen vern&uuml;nftigen Wesen ist demnach absolute Einigkeit, stete Identit&auml;t, v&ouml;llige Uebereinstimmung mit sich selbst. [...] Man verstehe dieses nicht halb, und nicht einseitig. Nicht etwa bloss der Wille soll stets einig mit sich selbst seyn,  [...] sondern alle Kr&auml;fte des Menschen, welche an sich nur Eine Kraft sind, und bloss in ihrer Anwendung auf verschiedene Gegenst&auml;nde unterschieden werden &ndash; sie alle sollen zu vollkommener Identit&auml;t &uuml;bereinstimmen, und unter sich zusammenstimmen.</p>
                <p align="justify" class="serifbody style3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nun aber h&auml;ngen die empirischen Bestimmungen unseres Ich, wenigstens ihrem gr&ouml;ssten Theil nach, nicht von uns selbst, sondern [...] von den Dingen ausser dem Ich ab, deren Charakter gar nicht Identit&auml;t, sondern Mannigfaltigkeit ist. Soll nun dennoch das Ich auch in dieser R&uuml;cksicht stets einig mit sich selbst seyn, so muss es unmittelbar auf die Dinge selbst, von denen das Gef&uuml;hl und die Vorstellung des Menschen abh&auml;ngig ist, zu wirken streben; der Mensch muss suchen, dieselben zu modificiren, und sie selbst zur Uebereinstimmung mit der reinen Form seines Ich zu bringen, damit nun auch die Vorstellung von ihnen, insofern sie von ihrer Beschaffenheit abh&auml;ngt, mit jener Form &uuml;bereinstimme. &ndash; Diese Modification der Dinge nun, wie sie nach unseren nothwendigen Begriffen von ihnen seyn sollen, ist nicht durch den blossen Willen m&ouml;glich, sondern es bed&uuml;rfen dazu auch einer gewissen Geschicklichkeit, die durch Uebung erworben und erh&ouml;ht wird.</p>
                <p align="justify" class="serifbody">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ferner, was noch wichtiger ist, unser empirisch bestimmbares Ich selbst nimmt durch den ungehinderten Einfluss, der Dinge auf dasselbe [...], gewisse Biegungen an, die mit der Form unseres reinen Ich unm&ouml;glich &uuml;bereinstimmen k&ouml;nnen, da sie von den Dingen ausser uns herkommen. Um diese auszutilgen und uns die urspr&uuml;ngliche reine Gestalt wiederzugeben &ndash; dazu reicht gleichfalls der blosse Wille nicht hin, sondern wir bed&uuml;rfen auch dazu jener Geschicklichkeit, die durch Uebung erworben und erh&ouml;ht wird.</p>
                <p align="justify" class="serifbody">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Die Erwerbung dieser Geschicklichkeit theils unsere eigenen [...] fehlerhaften Neigungen zu unterdr&uuml;cken und auszutilgen; theils die Dinge ausser uns zu modificiren und sie nach unseren Begriffen umzu&auml;ndern, &ndash; die Erwerbung dieser Geschicklichkeit, sage ich, heisst Cultur; und der erworbene bestimmte Grad dieser Geschicklichkeit wird gleichfalls so genannt. Die Cultur ist [...] ist das letzte und h&ouml;chste Mittel f&uuml;r den Endzweck des Menschen, die v&ouml;llige Uebereinstimmung mit sich selbst, &ndash; wenn der Mensch als vern&uuml;nftig, sinnliches Wesen [betrachtet wird]; <span class="style3">&ndash; sie ist selbst letzter Zweck, wenn er als bloss sinnliches Wesen betrachtet wird. Die Sinnlichkeit soll cultivirt werden: das ist das h&ouml;chste und letzte, was sich mit ihr vornehmen l&auml;sst. &ndash;</span></p>
                <p align="justify" class="serifbody style3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Das endliche Resultat aus allem Gesagten ist folgendes: Die vollkommene Uebereinstimmung des Menschen mit sich selbst, und &ndash; damit er mit sich selbst &uuml;bereinstimmen k&ouml;nne &ndash; die Uebereinstimmung aller Dinge ausser ihm mit seinen nothwendigen praktischen Begriffen von ihnen, &ndash; den Begriffen, welche bestimmen, wie sie seyn sollen, &ndash; ist das letzte h&ouml;chste Ziel des Menschen.</p>
                <p align="justify" class="SerifBodyIndent-s">Johann Gottlieb Fichte: <em>Einige Vorlesungen &uuml;ber die Bestimmung des Gelehrten</em>, 1794. Erste Vorlesung. Ueber die Bestimmung des Menschen an sich. (<em>Johann Gottlieb Fichtes s&auml;mmtliche Werke.</em> Band 6. Berlin, 1845/1846, pp. 293-301.) [Quotations from pp. 296-299.]</p>
              </blockquote>
              <h5><span class="style1">Schiller </span>
              </h5>
              <blockquote>
                <p align="justify" class="serifbody style3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bei Aufstellung eines moralischen Staats wird auf das Sittengesetz als auf eine wirkende Kraft gerechnet, und der freie Wille wird in das Reich der Ursachen gezogen, wo alles mit strenger Notwendigkeit und Stetigkeit aneinander h&auml;ngt. Wir wissen aber, dass die Bestimmungen des menschlichen Willens immer zuf&auml;llig bleiben, und dass nur bei dem absoluten Wesen die physische Notwendigkeit mit der moralischen zusammenf&auml;llt. Wenn also auf das sittliche Betragen des Menschen wie auf nat&uuml;rliche Erfolge gerechnet werden soll, so muss es Natur sein und er muss schon durch seine Triebe zu einem solchen Verfahren gef&uuml;hrt werden, als nur immer ein sittlicher Charakter zur Folge haben kann. Der Wille des Menschen steht aber vollkommen frei zwischen Pflicht und Neigung, und in dieses Majest&auml;tsrecht seiner Person kann und darf keine physische N&ouml;tigung greifen. Soll er also dieses Verm&ouml;gen der Wahl beibehalten und nichts desto weniger ein zuverl&auml;ssiges Glied in der Kausalverkn&uuml;pfung der Kr&auml;fte sein, so kann dies nur dadurch bewerkstelligt werden, dass die Wirkungen jener beiden Triebfedern im Reich der Erscheinungen vollkommen gleich ausfallen und, bei aller Verschiedenheit in der Form, die Materie seines Wollens dieselbe bleibt, dass also seine Triebe mit seiner Vernunft &uuml;bereinstimmend genug sind, um zu einer universellen Gesetzgebung zu taugen.</p>
                <p align="justify"> <span class="serifbody"><span class="serifbody style3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>Jeder individuelle Mensch, kann man sagen, tr&auml;gt, der Anlage und Bestimmung nach, einen reinen, idealistischen Menschen in sich, mit dessen unver&auml;nderlicher Einheit in allen seinen Abwechselungen &uuml;berein zu stimmen die gro&szlig;e Aufgabe seines Daseins ist. (Ich beziehe mich hier auf eine k&uuml;rzlich erschienene Schrift: <em>Vorlesungen &uuml;ber die Bestimmung des Gelehrten</em>, von meinem Freund Fichte, wo sich eine sehr lichtvolle und noch nie auf diesem Weg versuchte Ableitung dieses Satzes findet.) <span class="style3">Dieser reine Mensch, der sich, mehr oder weniger deutlich, in jedem Subjekt zu erkennen gibt, wird repr&auml;sentiert durch den Staat, die objektive und gleichsam kanonische Form, in der sich die Mannigfaltigkeit der Subjekte zu vereinigen trachtet. Nun lassen sich aber zwei verschiedene Arten denken, wie der Mensch in der Zeit mit dem Menschen in der Idee zusammentreffen, mithin ebenso viele, wie der Staat in den Individuen sich behaupten kann: Entweder dadurch, dass der reine Mensch den empirischen unterdr&uuml;ckt, dass der Staat die Individuen aufhebt, oder dadurch, dass das Individuum Staat wird, dass der Mensch in der Zeit zum Menschen in der Idee sich veredelt.</span></span></p>
                <p align="justify" class="serifbody style3"> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zwar in der einseitigen moralischen Sch&auml;tzung f&auml;llt dieser Unterschied hinweg; denn die Vernunft ist befriedigt, wenn ihr Gesetz nur ohne Bedingung gilt; aber in der vollst&auml;ndigen anthropologischen Sch&auml;tzung, wo mit der Form auch der Inhalt z&auml;hlt und die lebendige Empfindung zugleich eine Stimme hat, wird derselbe desto mehr in Betrachtung kommen. Einheit fordert zwar die Vernunft, die Natur aber Mannigfaltigkeit, und von beiden Legislativen wird der Mensch in Anspruch genommen. Das Gesetz der ersteren ist ihm durch ein unbestechliches Bewusstsein, das Gesetz der andern durch ein unvertilgbares Gef&uuml;hl eingepr&auml;gt. Daher wird es jederzeit von einer noch mangelhaften Bildung zeugen, wenn der sittliche Charakter nur mit Aufopferung des nat&uuml;rlichen sich behaupten kann; und eine Staatsverfassung wird noch sehr unvollendet sein, die nur durch Aufhebung der Mannigfaltigkeit Einheit zu bewirken imstande ist. Der Staat soll nicht blo&szlig; den objektiven und generischen, er soll auch den subjektiven und spezifischen Charakter in den Individuen ehren und, indem er das unsichtbare Reich der Sitten ausbreitet, das Reich der Erscheinung nicht entv&ouml;lkern.</p>
                <p class="SerifBodyIndent-s">Friedrich Schiller: <em>&Uuml;ber die &auml;sthetische Erziehung des Menschen, in einer Reihe von Briefen, </em> 1795. <br>
                Vierter Brief. </p>
              </blockquote>
              <h5 class="style1">Schleiermacher </h5>
              <blockquote>
                <p align="justify" class="serifbody"><span class="style3"><span class="serifbody style3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>Wo ist die Grenze meiner Kraft? wo denn finge sich an das f&uuml;rchterliche fremde Gebiet? </span>Unm&ouml;glichkeit liegt mir nur in der Beschr&auml;nkung meiner Natur durch meiner Freiheit erste That, nur was ich aufgegeben als ich bestimmte wer ich werden wollte, das nur kann ich nicht; nichts ist mir unm&ouml;glich als was jenen Willen, wie er einmal gesprochen hat, r&uuml;ckg&auml;ngig machen m&uuml;&szlig;te. Wem diese Beschr&auml;nkung als fremde Gewalt erscheint, diese, die seines Daseins, seiner Freiheit, seines Willens Bedingung und Wesens ist, der ist mir wunderbar verwirrt. [p. 103] </p>
                <p align="justify" class="serifbody"><span class="serifbody style3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>Immer mehr zu werden was ich bin, das ist mein einziger Wille; jede Handlung ist eine besondere Entwicklung dieses&nbsp; Einen Willens; so gewi&szlig; ich immer handeln kann, kann ich auch immer auf diese Weise handeln, nichts kommt in die Reihe meiner Thaten, es sei denn so bestimmt. [p. 104]</p>
                <p align="justify" class="serifbody"><span class="serifbody style3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>In sch&ouml;nem Ebenmaa&szlig; werd ich nach meines Wesens Natur mich ihm von allen Seiten n&auml;hern; dies Gl&uuml;ck gew&auml;hren mir meine sch&ouml;ne Ruhe, und mein stilles gedankenvolles Leben. <span class="style3">Es ist das h&ouml;chste f&uuml;r ein Wesen wie meines, da&szlig; die innere Bildung auch &uuml;bergeh in &auml;u&szlig;re Darstellung, denn durch Vollendung n&auml;hert jede Natur sich ihrem Gegensatz. Der Gedanke in einem Werk der Kunst mein innres Wesen, und mit ihm die ganze Ansicht, die mir die Menschheit gab, zur&uuml;ckzula&szlig;en, ist in mir die Ahndung des Todes. Wie ich mir der vollen Bl&uuml;the des Lebens bewu&szlig;t zu werden anfing, keimte er auf, jetzt w&auml;chst er in mir t&auml;glich und n&auml;hert sich der Bestimmtheit. Unreif, ich wei&szlig; es, werd ich ihn aus freiem Entschlu&szlig; aus meinem Innern l&ouml;sen, ehe das Feuer des Lebens ausgebrannt ist; lie&szlig; ich ihn aber reifen und vollkommen werden das Werk: so m&uuml;&szlig;te dann, so wie das treue Ebenbild erschiene in der Welt, mein Wesen selbst vergehn; es w&auml;rde vollendet. [p. 129/130] </span></p>
                <p class="SerifBodyIndent-s"> Friedrich Schleiermacher: <em>Monologen. Eine Neujahrsgabe </em>. Berlin: Christian Sigismund Speyer, 1800.</p>
              </blockquote>
            <h5 class="style1"> Ralph Waldo Emerson</h5>
              <blockquote>
                <p align="justify" class="serifbody">&nbsp;      The soul is
                  superior to its knowledge; wiser than any of its works. The
                  great poet makes us feel our own wealth, and then we think
                  less of his compositions. His best communication to our mind
                  is to teach us to despise all he has done. Shakespeare carries
                  us to such a lofty strain of intelligent activity, as to suggest
                  a wealth which beggars his own; and we then feel that the splendid
                  works which he has created, and which in other hours we extol
                  as a sort of self-existent poetry, take no stronger hold of
                  real nature than the shadow of a passing traveller on the rock.
                  The inspiration which uttered itself in Hamlet and Lear could
                  utter things as good from day to day, for ever. Why, then,
                  should I make account of Hamlet and Lear, as if we had not
                  the soul from which they fell as syllables from the tongue? </p>
                <p class="SerifBodyIndent-s">Ralph Waldo Emerson: &quot;Essay
                IX. The Over-Soul.&quot; In: <em>Essays</em>, 1841. </p>
                <p class="SerifBodyIndent-s">[Quoted in Ch. VIII (&quot;Novalis&quot;)
                  of: Maurice Maeterlinck: <em>Le Trésor des Humbles</em>. <br>
                  Paris:
                  Mercure de France, 1896. [54th edition, 1908, pp. 152/153]] </p>
              </blockquote>
              <h5 class="style1">Maurice Barr&egrave;s </h5>
              <blockquote>
                <p align="justify" class="serifbody">Maurice Barr&egrave;s: <em>Le Culte du Moi.</em> 
				Novel in three parts, consisting of: <em>Sous l'&oelig;il des barbares</em> (Paris: Lemerre, 1888), <em>Un homme libre</em> (Paris: Fran&ccedil;ois Perrin, 1889), and <em>Le Jardin de B&eacute;r&eacute;nice</em> (Paris: Fran&ccedil;ois Perrin, 1891).                </p>
              </blockquote>
            <h5 class="style1">Aleksandr Skrjabin</h5>
              <blockquote>
                <p align="justify" class="serifbody">Wenn
                    wir alles nur als subjektives Erlebnis feststellen können,
                    so kann es nur das resultat unserer Tätigkeit sein. [...]
                  Somit ist die Welt das Resultat meiner schöpferischen Tätigkeit,
                    meines (freien) Wollens.&quot; [p.
                    28]<br>
                    &quot;Alles wird von mir geschaffen. [...] Alles,
                    was besteht, besteht nur in meinem Bewusstsein. Alles entsteht
                    durch meine Tätigkeit, die ihrerseits nur das ist, was sie
                    hervorbringt. Deshalb kann man nicht sagen, das die Welt
                    besteht. [...] Die Welt (Zeit und Raum) ist ein schöpferischer
                    Vorgang in mir, der seinerseits nichts anderes umschließt
                    als die Welt. [...] Nichts ist wirklich, nichts wird erschaffen:
                    alles ist nur Spiel. Aber dieses Spiel ist – die höchste
                    Wirklichkeit.  [p. 33 f.] <br>
                    Ich bin Gott.
                    [...] Ich habe das mir Gegensätzliche hervorgebracht [...]
                    Ich will zu mir zurückkehren. Ich will die Erde erschaffen
                    und die Planetensysteme der Sterne (Kosmos). [p.
                58]<br>
                Entweder das Erleben ist das Resultat der auf den Menschen
                    einwirkenden Umstände, dann ist der mensch Sklave; oder sein
                    Empfinden ist frei, dann ist das Weltall, das sich immer
                    in Abhängigkeit von einem Erleben befindet, das Resultat
                    seines Erlebens. Welche von beiden Möglichkeiten Geltung
                    gewinnt, hängt vom individuellen Willen eines jeden, d.h.
                    von seinem individuellen Bewusstsein ab. Ich bin frei, wenn
                    ich frei sein will, wenn ich meinen Willen so erziehen kann,
                    dass er das eine oder das andere zu erleben vermag. Dann
                    werde ich mit meinem Erleben auf das ganze Weltall einwirken
                und es veranlassen, sich nach meinem Willen zu richten. [p.
                86/87] </p>
                <p class="SerifBodyIndent-s">Alexander Skrjabin: Notebooks 1900-1906. Edited and translated
                  by Oskar von Riesemann <em></em>as: <em>Prometheische Phantasien. </em> Stuttgart:
                Deutsche Verlagsanstalt, 1924. </p>
                <p align="justify" class="serifbody">You must become
                acquainted with Kant as soon as possible  as well as some
                Fichte, Schelling and Hegel, at least through a
                general book on the history of philosophy. [...] When
                  you know all that, it will be easier for me to work with&nbsp; you
                  and then you will soon understand my theory. &nbsp;</p>
                <p class="SerifBodyIndent-s"> Alexander Scriabin: Letter to Margarita
                  Morozova, 
                  April 3 (16), 1904. In:   A Scriabin: <em>Pisma </em>[Letters].
                  (Ed.: A. Kashperov). Moscow: Izdatelstvo Muzyka, 1965, p. 307. </p>
                <p align="justify" class="serifbody">I have given musical
                  expression to the main principle of the Fichtean philosophy:
                the &quot;I.&quot;</p>
                <p class="SerifBodyIndent-s"> Alexander Skrjabin (1910),
                  as quoted in: Boris Focht, &quot;Filosofia Muziki A. N. Skriabin&quot;
                  [The Philosophy of the Music of A. N. Skriabin]. In: <em>Skriabin:
                  Chelovyek, Khudozhnik, Mislitel </em> [Skriabin:
                  Man, Artist, Thinker]. Moscow: The Skriabin State Memorial
                Museum, 1994, pp. 201-225. [p. 202] </p>
              </blockquote>
              <h5 class="style1">Vyacheslav Ivanov</h5>
              <blockquote>
                <p align="justify" class="serifbody">&quot;Truly vital art is the
                  result of an integral personality that is equal to itself in
                  all psychological modi, a personality that cannot but realize
                  its unity in contact with other living unities and, together
                  with them, submit to all-encompassing unity in a joyful affirmation
                  of its individual and universal being.” </p>
                <p class="SerifBodyIndent-s"> Viacheslav Ivanov: &quot;Thoughts
                  on Symbolism&quot; (1912).  English
                  translation by Robert Bird in: <em>Viacheslav Ivanov: Selected
                  Essays</em>. (Ed. Michael Wachtel.) Evanston, Ill.: Northwestern
                  University Press, 2001. [p. 64] </p>
              </blockquote>
              <h5 class="style1">Joseph Beuys </h5>
              <blockquote>
                <p align="justify" class="serifbody">JB: &quot;Wie ist das menschliche
                  Leben zu verstehen, wenn man beispielsweise als Kontergan-Kind
                  geboren wird, ohne Arme, ohne Beine und wie ein dahinvegetierender
                  Kloß anzuschauen ist, der zwar biologisch Leben aber keine
                  Anzeichen zeigt, daß er beispielsweise sprechen kann? – Ich
                  behaupte, daß dieser Mensch kreativer ist als alle anderen
                  Menschen um ihn herum. Denn das Leiden ist eine ganz wichtige
                  Art der Hervorbringung, das Erleiden. Es gibt also für des
                  Menschen Intentionalität in Bezug auf Schöpferkraft nur zwei
                  Möglichkeiten, das entschiedene Tun oder das entschiedene Erleiden.
                  Im entschiedenen Erleiden der Sache entwickelt sich für die
                   Person mindestens so viel wie in der entschiedenen Form des
                  Tuns. Derjenige, der am entschiedensten etwas erleidet, ist
                  auch derjenige, der am enschiedensten etwas schafft. Wenn das
                  nicht sofort und immer zu sehen ist, weil es ein offenbares
                  Geheimnis ist, so enthält es doch die ganze Substanz der Würde
                  des Menschentums. Durchs Leiden entsteht etwas geistig Höheres.
                  Durchs Erleiden wird dem Menschen sehr viel geholfen.&quot;</p>
                <p align="justify" class="serifbody">HS: <em>&quot;Ist das Leiden durch
                  sich selbst ein Wert? Hat Leiden an sich eine Bedeutung?&quot;</em></p>
                <p align="justify" class="serifbody">JB: &quot;Ja, das Leiden selbst
                  führt zu Verwandlung, sonst hätte Krankheit keinen Sinn. Sonst
                  hätte das Schicksalsgeheimnis des Menschen überhaupt keinen
                  Sinn.&quot; </p>
                <p class="SerifBodyIndent-s"> Joseph Beuys talking to Horst Schwebel.
                  In: Horst Schwebel: <em>Glaubwürdig.
                    Fünf Gespräche über heutige Kunst und Religion mit Joseph
                    Beuys, Heinrich Böll, Herbert Falken, Kurt Mari, Dieter Wellershoff</em>.
                  München: Kaiser Verlag, 1979, p. 24. </p>
              </blockquote>
              <h5 class="style1">Sigmund Rorty </h5>
              <blockquote>
                <p align="justify" class="serifbody">The desire to enlarge oneself is the desire to embrace more and more possibilities, to be constantly learning, to give oneself over entirely to curiosity, to end by having envisaged all the possibilities of the past and of the future. It was the goal shared by, for example, de Sade, Byron, and Hegel. On the view I am presenting, Freud is an apostle of this aesthetic life, the life of unending curiosity, the life that seeks to extend its own bounds rather than to find its center. </p>
                <p align="justify" class="serifbody">For those who decline the options offered by de Sade and Byron (sexual experimentation, political engagement), the principal technique of self-enlargement will be Hegel's: the enrichment of language. One will see the history of both the race and oneself as the development of richer, fuller ways of formulating one's desires and hopes [...] [&ndash;] the acquisition of new vocabularies of [...] terms in which one compares oneself to other human beings. Such vocabularies contain terms like <em>magnanimous, a true Christian, decent, cowardly, God-fearing, hypocritical, self-deceptive, epicene, self-destructive, cold, an antique Roman, a saint, a Julien Sorel, a Becky Sharpe, a red-blooded American, a shy gazelle, a hyena, depressive, a Bloomsbury type, a man of respect, a grande dame</em>. Such terms are possible answers to the question &quot;What is he or she like?&quot; and thus possible answers to the question &quot;What am <em>I</em> like?&quot; &nbsp;[p. 154] </p>
                <p align="justify" class="serifbody">[...] Freud, by helping us to see ourselves as centerless, as random assemblages of contingent and idiosyncratic needs rather than as more or less adequate exemplifications of a common human essence, opened up new possibilities for the aesthetic life. He helped us becoming increasingly ironic, playful, free, and inventive in our choice of self-descriptions. This has been an important factor in our ability to slough off the idea that we have a true self, one shared with all other humans, and the related notion that the demands of this true self &ndash; the specifically moral demands &ndash; take precedence over all others. It has helped us think of moral reflection and sophistication as a matter of self-creation rather than self-knowledge. Freud made the paradigm of self-knowledge the discovery of the fortuitous materials out of which we must construct ourselves rather than the discovery of the principles to which we must conform. He thus made the desire for purification more self-deceptive, and the quest for self-enlargement more promising. [p. 155] </p>
                <p align="justify" class="serifbody">Not until Freud did we get a usable way of thinking of <em>ourselves</em> as machines to be tinkered with, a self-image that enabled us to weave terms describing psychic mechanisms into our strategies of character-formation. [p. 158] </p>
                <p align="left" class="SerifBodyIndent-s">Richard Rorty: &quot;Freud and Moral Reflection&quot; In: <em>Essays on Heidegger and others. </em>&nbsp;<br>
          New York: Cambridge University Press, 1991, pp. 143-163 </p>
                <p align="left" class="SerifBodyIndent-s">&nbsp;</p>
              </blockquote>
            </blockquote></td>
        </tr>
        <tr bgcolor="#FFFFFF">
          <td>&nbsp;</td>
        </tr>
      </table>
      <br>
    </div>
    <h3>&nbsp;</h3>
  </div>
</blockquote>
<div align="center"><div align="center"><div align="center">
  <p>&nbsp;          </p>
    </div>
    <p>&nbsp;        </p>
  </div>
  <p>&nbsp;</p>
</div>
</body>
</html>
