<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
""""http://www.w3.org/TR/REC-html40/loose.dtd">
<html>
<head>
<title>life as art</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<META NAME="keywords" CONTENT="life art ">
<meta name="description" content="Life considered as an artwork">
<link href="styles/blacktext.html" rel="stylesheet" type="text/css">
</head>

<body bgcolor="#EEEEEE">
<!-- <div align="right">&nbsp;<a href="things/readymade/quotes.html"><img src="gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Reality 
  as Art&nbsp;&nbsp; &nbsp;&nbsp;<a href="index.html"><img src="gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Radical 
  Art &nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</div> -->

  <hr>

<blockquote>
  <div align="left">
    <h1><i>Life as art</i> </h1>
  </div>
</blockquote>

<div align="center">
  <table width="700">
    <tr bgcolor="#FFFFFF"> 
      <td>        <blockquote><blockquote><p align="left" class="serifbody"><br>
              </p>
            <p align="justify" class="serifbody">39. Ein wahrhafter F&uuml;rst ist der K&uuml;nstler der K&uuml;nstler; das ist, der Director der K&uuml;nstler. Jeder Mensch sollte K&uuml;nstler seyn. Alles kann zur sch&ouml;nen Kunst werden. Der Stoff des F&uuml;rsten sind die K&uuml;nstler; sein Wille ist sein Mei&szlig;el: er erzieht, stellt und weist die K&uuml;nstler an, weil nur er das Bild im Ganzen aus dem rechten Standpunkte &uuml;bersieht, weil ihm nur die gro&szlig;e Idee, die durch vereinigte Kr&auml;fte und Ideen dargestellt, exekutirt werden soll, vollkommen gegenw&auml;rtig ist. Der Regent f&uuml;hrt ein unendlich mannichfaches Schauspiel auf, wo B&uuml;hne und Parterre, Schauspieler und Zuschauer Eins sind, und er selbst Poet, Director und Held des St&uuml;cks zugleich ist.</p>
            <p class="indent">Novalis: &quot;Glauben und Liebe oder der K&ouml;nig und die K&ouml;nigin.&quot; In: F.E. Rambach (ed.): <em>Jahrb&uuml;cher der Preu&szlig;ischen Monarchie unter der Regierung Friedrich Wilhelms III</em>., Vol. II, Juli 1798. </p>
            <p align="justify" class="serifbody">Das Leben eines wahrhaft kanonischen Menschen muss durchgehends 
              symbolisch sein. W&auml;re unter diese Voraussetzung nicht jeder Tod ein Vers&ouml;hnungstod? &ndash; mehr oder weniger, versteht sich &ndash; und lie&szlig;en sich nicht mehrere h&ouml;chstmerkw&uuml;rdige Folgerungen daraus ziehen?</p>
            <p align="left" class="indent">Novalis: Fragmente vermischten Inhalts. In: <em> Schriften</em>, Vol. II. [Eds.: Ludwig Tieck &amp; Friedrich Schlegel] Fifth Edition. Berlin: G. Reimer, 1837, p<span class="serifbody">p. 237/238 </span>&nbsp;&nbsp;&nbsp;</p>
            <p align="left" class="serifbody">Lasset uns darum unser Leben in ein Kunstwerk verwandeln, und wir d&uuml;rfen k&uuml;hnlich behaupten, da&szlig; wir dann schon irdisch unsterblich sind.</p>
            <p align="left" class="indent">Wilhelm Heinrich Wackenroder &amp; Ludwig Tieck: <i>Phantasien &uuml;ber die Kunst, f&uuml;r Freunde der Kunst. </i>Hamburg: Friedrich Perthes, 1799. </p>
            <p class="serifbody">Jeder progressive Mensch tr&auml;gt einen nothwendigen Roman a priori in seinem Innern, welcher nichts als der vollst&auml;ndigste Ausdruck seines ganzen Wesens.</p>
            <p class="indent">Friedrich Schlegel: Fragmenthefte. [Literary Notebooks, p. 71, nr. 572.] </p>
            <p class="serifbody">&quot;Alle Menschen sind K&uuml;nstler.&quot; </p>
            <p class="serifbody">&quot;Alles, was der Mensch als seine Erweiterung aneignend bildet, mu&szlig; er kunstm&auml;&szlig;ig bilden.&quot; </p>
            <p align="left" class="indent">Friedrich Schleiermacher: <em>Brouillon zur Ethik</em>, 1805/1806. [Ed. Braun, II, p. 184.] </p>
            <p align="justify" class="serifbody">[Schleiermacher's] Verdienst ist es u.a., in dieser Situation gezeigt 
              zu haben, da&szlig; der Mensch nicht g&auml;nzlich das Gebiet der 
              Kunst verlassen kann. Denn so wie der, der schreibt, seine bestimmte 
              handschrift hat, so symbolisiert sich der Mensch selbst noch in 
              und an seine Werken der Theorie und der Praxis. <em>"Alle Menschen sind 
              K&uuml;nstler"</em> &ndash; dies ist nicht nur der dialektische Aufhebung des 
              Geniebegriffs, indem das Genie nicht mehr der einsame gro&szlig;e 
              Einzelne ist; sondern der Satz schlie&szlig;t ein, da&szlig; alle 
              Werke des Menschen etwas verraten, was &uuml;ber ihren beabsichtigten 
              Zweck hinausgeht. </p>
            <p align="left" class="indent">Gunter Scholz: <i>Schleiermachers 
              Musikphilosophie.</i> G&ouml;ttingen: Vandenhoeck & Ruprecht, 1981, 
              p. 152. </p>
            <p align="left" class="serifbody">Im Epideiktischen des Virtuosen kippt die Kunst als 
              Selbstdarstellung zur blo&szlig;en Selbstdarstellung um, in welcher 
              es kein wahres Selbst mehr gibt.</p>
            <p align="left" class="indent">G&uuml;nter Scholtz: <i>Schleiermachers 
              Musikphilosophie.</i> G&ouml;ttingen: Vandenhoeck &amp; Ruprecht, 
              1981.</p>
            <p align="justify" class="serifbody">Man ist um den Preis K&uuml;nstler, da&szlig; man das, was alle 
              Nichtk&uuml;nstler "Form" nennen, als <i>Inhalt</i>, als "die Sache 
              selbst" empfindet. Damit geh&ouml;rt man freilich in eine <i>verkehrte 
              Welt</i> : denn nunmehr wird einem der Inhalt zu etwas blo&szlig; 
              formalen, &ndash; unser Leben eingerechnet.</p>
            <p align="left" class="indent">Friedrich Nietzsche: <i>Umwertung 
              aller Werte,</i> p. 387.</p>
            <p align="justify" class="serifbody">I like living, breathing, better than working. I don't think that 
              the work I've done can have any social importance whatsoever in 
              the future. Therefore, if you wish, my art would be that of living: 
              each second, each breath is a work which is inscribed nowhere, which 
            is neither visual nor cerebral. It's a sort of constant euphoria.</p>
            <p align="left" class="indent">Marcel Duchamp. In: Pierre Cabanne: 
                  <i>Entretiens avec Marcel Duchamp.</i> Paris: Pierre Belfond, 1967. 
                [Trans. by Ron Padgett: <i>Dialogues with Marcel Duchamp.</i> New 
              York: Da Capo Press, 1987, p. 72.] </p>
            <p align="justify" class="serifbody">At that time, I was preoccupied with the idea of doing a certain 
              thing in advance, of declaring <em>"at such and such an hour I'll do 
              this . . ."</em> I never did it. I would have been embarrassed by it.</p>
            <p align="left" class="indent">Marcel Duchamp. In: Pierre Cabanne: 
                <i>Entretiens avec Marcel Duchamp.</i> Paris: Pierre Belfond, 1967. [Trans. by Ron Padgett: <i>Dialogues with Marcel Duchamp.</i> New 
              York: Da Capo Press, 1987, p. 49.]</p>
            <p align="justify" class="serifbody">Natur ist die Gestalt, unter welcher der Mensch hoher Kulturen 
              den unmittelbaren Eindr&uuml;cken seiner Sinne Einheit und Bedeutung 
              gibt. Geschichte ist diejenige, aus welcher seine Einbildungskraft 
              das lebendige Dasein der Welt in bezug auf das eigene Leben zu begreifen 
              und diesen damit eine vertiefte Wirklichkeit zu verleihen versucht. 
            </p>
            <p align="left" class="indent">Oswald Spengler:<i>Der Untergang 
              des Abendlandes. Umrisse einer Morphologie der Weltgeschichte. Erster Band. Gestalt und Wirklichkeit. </i> M&uuml;nchen: C.H. Beck, 
              1923, pp. 9/10.</p>
            <p align="justify" class="serifbody">Het menschzijn is No. <i>een</i> en dan komt de kunst (of geen 
              'Kunst') van zelf heh. Ik schrijf maar kort maar je begrijpt me 
              wel.</p>
            <p align="left" class="indent">Piet Mondriaan: Letter to J.J.P. Oud. In: Kees 
              van Wijk: <i>Internationale revue i 10. </i> Utrecht 1980, p. 90, 
              note 36. [Quoted by Yve-Alain Bois: <i>Arthur Lehning en Mondriaan. </i> 
              Amsterdam: Van Gennep, 1984, p. 18.]</p>
            <p align="left" class="serifbody">&quot;Every utterance and 
              every gesture that each of us makes is a work of art.&quot; </p>
            <p align="left" class="indent">R.G. Collingwood: 
                <i>The Principles of Art.</i> Oxford: Oxford University Press, 1938, 
              p. 285. </p>
            <p align="justify" class="serifbody">The future of art seems no longer to lie with the creation of enduring 
              masterworks but with defining alternative cultural strategies, through 
              series of communicative gestures in multi-media forms. As art and 
              non-art become interchangeable, and the masterwork may only be a 
              reel of punched or magnetized tape, the artist defines art less 
              through any intrinsic value of art object than by furnishing new 
              conceptualities of life style and orientation. Generally, as the 
              new cultural continuum underlines the expendability of the material 
              artifact, life is defined as art &#151; as the only contrastingly 
              permanent and continuously unique experience.</p>
            <p align="left" class="indent">John McHale: "The Plastic Parthenon" 
              <i>Dotzero Magazine</i>, Spring 1967. Reprinted in: John Russell and Suzi Gablik: <i>Pop Art Redefined.</i> 
              London: Thames &amp; Hudson, 1969, pp. 47-53.</p>
            <p align="justify" class="serifbody">&quot;Jeder Mensch ist ein K&uuml;nstler, ob er nun bei der M&uuml;llabfuhr ist, Krankenpfleger, Arzt, Ingenieur oder Landwirt.&quot; </p>
            <p align="left" class="indent">Joseph Beuys. In: <em>Joseph Beuys. Jeder Mensch ein K&uuml;nstler. Gespr&auml;che auf der Documenta 5, 1972, aufgezeichnet von Clara Bodenmann-Ritter.</em> Frankfurt: Ullstein, 1975. [To do: Check source.] </p>
            <table width="570" border="0" cellpadding="5">
              <tr>
                <td><p><img src="everything/Life/vostell72(Postcard)-s.jpg" width="133" height="100" border="1" align="left"></p>                  </td>
                <td width="353"><p class="serifbody">Duchamp has qualified the&nbsp; object into art.<br>
  I have qualified life into art. </p>
                <p align="center">Wolf Vostell, 1972 (Postcard)</p></td>
              </tr>
            </table>
            <p align="left" class="serifbody">Ich w&uuml;rde es auch nicht gerne sehen, wenn die Bedeutung meiner 
              Arbeit nur k&uuml;nstlerisch w&auml;re.</p>
            <p align="left" class="indent">George Brecht. [Henry Martin: "Ein 
              Gespr&auml;ch mit George Brecht." In: Marianne Schmidt-Mieser &amp; Johannes Gachnang (eds.): <i>Jenseits von Ereignisse. Texte zu einer Heterospektive von George 
              Brecht. </i> Kunsthalle Bern, 1978, p.31.]</p>
            <p align="justify" class="serifbody"> L&rsquo;histoire de ma vie n&rsquo;existe pas. &Ccedil;a n&rsquo;existe pas. Il n&rsquo;y a jamais de centre. Pas de chemin, pas de ligne. Il y a de vastes endroits o&ugrave; l&rsquo;on fait croire qu&rsquo;il y avait quelqu&rsquo;un, ce n&rsquo;est pas vrai il n&rsquo;y avait personne.</p>
            <p align="left" class="indent">Marguerite Duras: <em>L'Amant.</em> Paris: 
              Minuit, 1984, p. 14 </p>
            <p align="left">&nbsp;</p>
          </blockquote>
        </blockquote>      </td>
    </tr>
    <tr bgcolor="#FFFFFF">
      <td>&nbsp;</td>
    </tr>
  </table>
  
</div>
</body>
</html>
