<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
""""http://www.w3.org/TR/REC-html40/loose.dtd">
<html>
<head>
<title>The Aesthetics of Nature</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<META NAME="keywords" CONTENT=" nature art aesthetics esthetics natural phenomena">
<meta name="description" content="The aesthetics of nature">
<link rel="stylesheet" href="../styles/blacktext.html" type="text/css">
<style type="text/css"><!--
.style1 {font-size: 2px}
body {
	background-color: #D1D1D1;
}
-->
</style>
</head>

<body>
<div align="right">
  <p>&nbsp;<a href="index.html"><img src="../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Nature
    as Art &nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<a href="../everything/index.html"><img src="../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Everything&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<a href="../index.html"><img src="../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Radical
     Art home page &nbsp;&nbsp; &nbsp;&nbsp; 
  &nbsp;&nbsp;&nbsp;&nbsp;<br>
  </p>
</div>
<div align="center">
  <hr>
  <blockquote>
    <blockquote>
      <h3 align="left" class="serif">The Aesthetics of Nature</h3>
    </blockquote>
    <table width="750" >
      <tr bgcolor="#FFFFFF">
        <td>
          <blockquote>
            <div align="left">
              <h5 class="typewriter"><br>
                  <br>
            Kant</h5>
              <blockquote>
                <p align="justify" class="serifbody">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wenn
                  ein Mann, der Geschmack genug hat, um &uuml;ber Produkte der
                  sch&ouml;nen Kunst mit der gr&ouml;&szlig;ten Richtigkeit und
                  Feinheit zu urteilen, das Zimmer gern verl&auml;&szlig;t, in
                  welchem jene, die Eitelkeit und allenfalls gesellschaftlichen
                  Freuden unterhaltenden, Sch&ouml;nheiten anzutreffen sind,
                  und sich zum Sch&ouml;nen der Natur wendet, um hier gleichsam
                  Wollust f&uuml;r seinen Geist in einem Gedankengange zu finden,
                  den er sich nie v&ouml;llig entwickeln kann: so werden wir
                  diese seine Wahl selber mit Hochachtung betrachten, und in
                  ihm eine sch&ouml;ne Seele voraussetzen, auf die kein Kunstkenner
                  und Liebhaber, um des Interesse willen, das er an seinen Gegenst&auml;nden
                  nimmt, Anspruch machen kann.&nbsp;[...]</p>
                <p align="justify" class="serifbody">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;An
                  einem Produkte der sch&ouml;nen Kunst mu&szlig; man sich bewu&szlig;t
                  werden, da&szlig; es Kunst sei, und nicht Natur; aber doch
                  mu&szlig; die Zweckm&auml;&szlig;igkeit in der Form desselben
                  von allem Zwange willk&uuml;rlicher Regeln so frei scheinen,
                  als ob es ein Produkt der blo&szlig;en Natur sei. [...] Also
                  mu&szlig; die Zweckm&auml;&szlig;igkeit im Produkte der sch&ouml;nen
                  Kunst, ob sie zwar absichtlich ist, doch nicht absichtlich
                  scheinen; d.i. sch&ouml;ne Kunst mu&szlig; als Natur anzusehen
                  sein, ob man sich ihrer zwar als Kunst bewu&szlig;t ist.</p>
                <p class="SerifBodyIndent-s">Immanuel Kant: <em>Kritik der Urteilskraft.</em> Berlin &amp; Libau:
                  Lagarde &amp; Friedrich, 1790, sections 42/45. <br>
              [Third edition: Berlin: F.T. Lagarde, 1799, pp. 168/179/180.] </p>
                <p align="justify" class="style1">&nbsp;&nbsp;&nbsp;&nbsp;</p>
                <p align="justify" class="serifbody">Die gro&szlig;en Schauspiele
                  der sich in Unordnung befindlichen Natur sind ein beispiel
                  daf&uuml;r, da&szlig; die menschliche Kunst niemals etwas derartiges
                  hervorbringen kann. Denn alle menschliche Kunst ist immer nur
                  Mimesis und letztlich suspekt, weil immer die m&ouml;glichkeit
                  besteht, da&szlig; sie mit einer absicht konzipiert worden
                  ist und von daher ein Begriff und eine Zweckm&auml;&szlig;igkeit
                  mit Zweck auf ihr lastet.</p>
                <p align="left" class="SerifBodyIndent-s">Jean-Fran&ccedil;ois
                  Lyotard: &quot;Die Erhabenheit ist das Unkonsumierbare. Ein
                  Gespr&auml;ch mit Christine Pries am 6.5.1988.&quot; <em>Kunstforum
                  International,</em> 100 (April/May 1989), pp. 355/356. </p>
                <p align="left" class="style1">&nbsp;&nbsp;&nbsp;</p>
                <p align="justify" class="serifbody"> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In
                  the <em>Kritik der Urteilskraft</em>, Immanuel Kant has analysed
                  the aesthetic experience as an autonomous cognitive process,
                  which is unlike ordinary perception in that it is not driven
                  by any human &quot;interest&quot; -- in particular, it is not
                  driven by the desire to understand the input in terms of definite
                  concepts. Many philosophers have pointed out that Kant's emphasis
                  on the disinterested nature of the aesthetic experience assigns
                  a problematic status to art works created by human persons.
                  Is it possible to listen in a disinterested way to music which
                  is composed and performed by humans? Human composers and musicians
                  are not disinterested. They want money, fame, sex. [...] Behind
                  the apparent complexity and indefiniteness of their compositions,
                  there are all too clear-cut meanings.</p>
                <p align="justify" class="serifbody">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kant's
                  paradigm examples of aesthetic experiences involve the contemplation
                  of natural phenomena like vast landscapes, elegant flowers,
                  geometric crystals, stormy seas and starry skies. They do not
                  involve looking at paintings or listening to symphonies. Kant
                  points out explicitly that human-made art can often be quite
                  depressing, and recommends nature's serenity as the ideal that
                  art should try to approximate.</p>
                <p align="right" class="SerifBodyIndent-s">Huge Harry: &quot;A
                  Computational Perspective on Twenty-First Century Music.&quot; <em><br>
              Contemporary Music Review</em>, <strong>14</strong>, 3 (1995),
              pp. 153-159.</p>
              </blockquote>
              <h5 class="typewriter">Wittgenstein</h5>
              <blockquote>
                <p align="justify" class="serifbody">Der Mathematiker (Pascal),
                  der die Sch&ouml;nheit eines Theorems der Zahlentheorie bewundert;
                  er bewundert gleichsam eine Natursch&ouml;nheit. Es ist wunderbar,
                  sagt er, welch herrliche Eigenschaften die Zahlen haben. Es
                  ist, als bewunderte er die Regelm&auml;ssigkeiten einer art
                  von <i>Krystall</i>.</p>
                <p align="justify" class="serifbody style1">&nbsp;&nbsp;&nbsp; </p>
                <p class="serifbody">Man k&ouml;nnte sagen: die Kunst <i>zeige</i> uns
                  die Wunder der Natur. Sie basiert auf dem <i>Begriff</i> der
                  Wunder der Natur. (Die sich &ouml;ffnende Bl&uuml;te. Was ist
                  an ihr <i>herrlich</i> ?) Man sagt: "Sieh, wie sie sich &ouml;ffnet!"</p>
                <p align="right" class="SerifBodyIndent-s">Ludwig Wittgenstein
                  (1942/1947). In: <i>Vermischte Bemerkungen.</i> Frankfurt a.
                  M.: Suhrkamp, 1977, pp. 83/109.)<br>
                  <br>
                  <br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;                </p>
              </blockquote>
            </div>
            <div align="left"><div align="center"><div align="left"><div align="left"></div>
                </div>
              </div>
            </div>
            <div align="left">
              <div align="center">
                <div align="left"> </div>
              </div>
            </div>
        </blockquote></td>
      </tr>
    </table>
    <br>
    <br>
    <h3 align="left" class="serif">Against the Aesthetics of Nature</h3>
  </blockquote>
  <table width="750" >
    <tr bgcolor="#FFFFFF"> 
      <td> 
        <blockquote> 
          <div align="left">
           
            
                    <h5 class="typewriter"><br>
                      <br>
                    Hegel</h5>
                    <blockquote>
                      <p align="justify" class="serifbody">Denn die Kunstsch&ouml;nheit
                          ist die <em>aus dem Geiste
                          geborene und wiedergeborene </em> Sch&ouml;nheit, und
                          um soviel der Geist und seine Produktionen h&ouml;her
                          steht als die Natur und ihre Erscheinungen, um soviel
                          auch ist das Kunstsch&ouml;ne h&ouml;her als die Sch&ouml;nheit
                          der Natur. Ja <em>formell </em> betrachtet, ist selbst
                          ein schlechter Einfall, wie er dem Menschen wohl durch
                          den Kopf geht, <em>h&ouml;her </em> als irgendein Naturprodukt,
                          denn in solchem Einfalle ist immer die Geistigkeit
                          und Freiheit pr&auml;sent. [...] </p>
                      <p align="justify" class="serifbody">Das <em>H&ouml;here </em> des
                          Geistes und seiner Kunstsch&ouml;nheit
                        der Natur gegen&uuml;ber ist aber nicht ein nur relatives,
                        sondern der Geist erst ist das <em>Wahrhaftige </em>,
                        alles in sich Befassende, so da&szlig; alles Sch&ouml;ne
                        nur wahrhaft sch&ouml;n ist als dieses H&ouml;heren teilhaftig
                        und durch dasselbe erzeugt. In diesem Sinne erscheint
                        das Natursch&ouml;ne nur als ein Reflex des dem Geiste
                        angeh&ouml;rigen Sch&ouml;nen, als eine unvollkommene,
                        unvollst&auml;ndige Weise, eine Weise, die ihrer <em>Substanz </em> nach
                        im Geiste selber enthalten ist. </p>
                      <p class="SerifBodyIndent-s">G.W.F. Hegel: <em><a href="http://www.textlog.de/hegel_aesthetik.html">Vorlesungen &uuml;ber
                            die &Auml;sthetik</a></em>                        (1835-1838)
                            [Weimar, 1984, p. 14]<br>
                        [Einleitung. I. Begrenzung der &Auml;sthetik
                            und Widerlegung einiger Einw&uuml;rfe
                        gegen die Philosophie der Kunst.] </p>
            </blockquote>
                    <h5 class="typewriter">Wilde</h5>
                    <blockquote>
                      <p align="justify" class="serifbody">&quot; [...] the more we
                        study Art, the less we care for Nature. What Art really
                        reveals to us is Nature's lack of design, her curious
                        crudities, her extraordinary monotony, her absolutely
                        unfinished condition. Nature has good intentions, of
                        course, but, as Aristotle once said, she cannot carry
                        them out.&quot; </p>
                      <p align="justify" class="serifbody">&quot;Nobody of any real
                        culture ever talks about the beauty of a sunset. Sunsets
                        are quite old-fashioned. They belong to the time when
                        Turner was the last note in art. To admire them is a
                        distinct sign of provincialism. Upon the other hand they
                        go on. Yesterday evening Mrs. Arundel insisted on my
                        going to the window and looking at the glorious sky,
                        as she called it. Of course I had to look at it. She
                        is one of those absurdly pretty Philistines, to whom
                        one can deny nothing. And what was it? It was simply
                        a very second-rate turner, a Turner of bad period, with
                        all the painter's worst faults exaggerated and over-emphasized.&quot; </p>
                      <p class="SerifBodyIndent-s">Oscar Wilde: &quot;The Decay
                          of Lying &ndash; An Observation&quot;. In:<em> Intentions,
                          </em>1891<em>.</em> </p>
                  
                      <p align="justify" class="style1">&nbsp;&nbsp;&nbsp;</p>
                      <p align="justify" class="serifbody">&quot;Nature is elbowing
                      herself into the charmed circle of art.&quot; </p>
                    <p align="left" class="SerifBodyIndent-s">Oscar Wilde in
                      conversation. <br>
                      In: Alvin Redman (ed.): <em>The
                      Epigrams of Oscar Wilde</em>, 1952. [Dover reprint, 1959, p. 56.] </p>
                    </blockquote>
                    <h5 class="typewriter">Queneau</h5>
                <blockquote>
                  <p class="serifbody">Ce n'est pas si naturel que cela de peindre, 
                        et si le peintre peint, c'est parce qu'il est un homme, et 
                        non un animal s&eacute;cr&eacute;tant des morceaux de toile 
                        color&eacute;e de diff&eacute;rents formats, comme l'hu&icirc;tre 
              la perle, ou la seiche la s&eacute;pia.</p>
                  <p align="right" class="SerifBodyIndent-s">Raymond Queneau: "L'amour, la peinture", 1948. </p>
                </blockquote>
          <h5 class="typewriter">Bataille</h5>
                <blockquote>
      <p align="justify" class="serifbody">[...] love of nature can so easily
        be conciliated with the primacy of utility, [...] that it has been
        the most common &ndash; and the most harmless &ndash; means of compensating
        for utilitarian societies. There is obviously nothing less dangerous,
        less subversive, or even less wild than the wildness of rocks.</p>
                  <p align="left" class="SerifBodyIndent-s"> Georges Bataille: <em>La Litt&eacute;rature et le Mal.</em> Paris: Gallimard, 1957. <br>
                  [English translation: London: Calder and Boyars, 1973, p. 56.]</p>
                </blockquote>
          </div>
          <div align="left"><div align="center"><div align="left"><div align="left">
            <h5 class="typewriter">&nbsp;                  </h5>
                  </div>
              </div>
            </div>
          </div>
          <div align="left"><div align="center"><div align="left"><blockquote>&nbsp;</blockquote>
              </div></div>
          </div>
        </blockquote>
      </td>
    </tr>
  </table>
  <blockquote>
    <p><br>
      <br>
      <br>
      <br>
    </p>
  </blockquote>
</div>
<blockquote> 
  <div align="right">
    <p>Remko Scha,  August  2002 / December 2011.<br>
      <br>
      <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
  </div>
</blockquote>
</body>
</html>
