<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
""""http://www.w3.org/TR/REC-html40/loose.dtd">
<html>
<head>
<title>reality as art</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<META NAME="keywords" CONTENT="readymade art Marcel Duchamp">
<meta name="description" content="readymade objects as artworks">
<link href="../../styles/blacktext.html" rel="stylesheet" type="text/css">
<style type="text/css"><!--
body {
	background-color: #d1d1d1;
}
-->
</style></head>

<body>
<div align="right">&nbsp;<a href="../../Life/index.html"><img src="../../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;&nbsp; Life &amp; Art &nbsp;&nbsp; &nbsp;&nbsp;<a href="../index.html"><img src="../../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Readymades 
  &nbsp;&nbsp; &nbsp;&nbsp;<a href="../../index.html"><img src="../../gif/buttons/blue16.gif" width="16" height="16" align="absbottom" border="0"></a>&nbsp;&nbsp;Radical
   Art Homepage&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; 
&nbsp;&nbsp;&nbsp;&nbsp;</div>

  <hr>
<blockquote> 
  <h2>Reality as art</h2>
</blockquote>
<div align="center">
  <p>&nbsp;</p>
  <table width="700">
    <tr bgcolor="#FFFFFF"> 
      <td> 
        <blockquote> 
          <h4><br>
              Lewis Carroll<br>
          </h4>
          <div align="left"> 
            <blockquote>
              <p align="justify" class="serifbody">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&#147;Did
                 you ever make <em>real</em> life into a drama?&#148; said the
                 Earl. 
              &#147;Now just try. I&#146;ve often amused myself that way. Consider
              this platform as our stage. Good entrances and exits on <em>both</em> sides,
              you see. Capital background scene: real engine moving up and down.
              All this bustle, and people passing to and fro, must have been
              most carefully rehearsed! How naturally they do it! With never
              a glance at the audience! And every grouping is quite fresh, you
              see. No repetition!&#148; <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It really 
                  was admirable, as soon as I began to enter into it from this point 
                  of view. Even a porter passing, with a barrow piled with luggage, 
                  seemed so realistic that one was tempted to applaud. He was followed 
                  by an angry mother, with hot red face, dragging along two screaming 
                  children, and calling, to some one behind, &#147;John! Come on!&#148; Enter
                  John, very meek, very silent, and loaded with parcels. And
                  he was followed, in his turn, by a frightened little nursemaid,
                  carrying a fat baby, also screaming. All the children screamed. <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#147;Capital 
                  byplay!&#148; said the old man aside. &#147;Did you notice the nursemaid&#146;s
                  look of terror? It was simply <em>perfect!&#148;</em> <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#147;You 
                  have struck quite a new vein,&#148; I said. &#147;To most of
                  us Life and its pleasures seem like a mine that is nearly worked
                  out.&#148; 
                <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#147;Worked 
                  out!&#148; exclaimed the Earl. &#147;For any one with true dramatic 
                  instincts, it is only the Overture that is ended! The real treat 
                  has yet to begin. You go to a theatre, and pay your ten shillings 
                  for a stall, and what do you get for your money? Perhaps it&#146;s 
                  a dialogue between a couple of farmers--unnatural in their overdone 
                  caricature of farmers&#146; dress---more unnatural in their constrained 
                  attitudes and gestures--most unnatural in their attempts at ease 
                  and geniality in their talk. Go instead and take a seat in a third-class 
                  railway-carriage, and you&#146;ll get the same dialogue done <em>to 
                  the life!</em> Front-seats--no orchestra to block the view--and
                  nothing to pay!&#148;          </p>
            </blockquote>
          </div>
          <blockquote> 
            <blockquote> 
              <div align="right">
                <p>Lewis Carroll: <em>Sylvie and Bruno</em>, 1885. <a href="http://www.hoboes.com/html/FireBlade/Carroll/Sylvie/Sylvie/Chapter22.html">Chapter
                     22: Crossing the Line.</a> <br>
                  <br>
                  <br>
                </p>
              </div>
            </blockquote>
          </blockquote>
        </blockquote>
      </td>
    </tr>
  </table>
  <p><br>
  </p>
  <table width="700">
    <tr bgcolor="#FFFFFF">
      <td>
        <blockquote>
          <h4><br>
          Maurice Maeterlinck <br>
          </h4>
          <div align="left">
            <blockquote>
              <p align="justify" class="serifbody">Il m'est arriv&eacute; de croire qu'un viellard assis dans son
                fauteuil, attendant sous la lampe, &eacute;coutant sans le savoir
                toutes les lois &eacute;ternelles qui r&egrave;gnent autour de
                sa maison, interpr&eacute;tant sans le comprendre ce qu'il ya dans
                le silence des portes et des fen&ecirc;tres et dans le petite voix
                de la lumi&egrave;re, subissant la pr&eacute;sence de son &acirc;me
                et de sa destin&eacute;e, inclinant un peu la t&ecirc;te, sans
                se douter que toutes les puissances de ce monde interviennent et
                veillent dans la chambre comme des servantes attentives, ignorant
                que le soleil lui-m&ecirc;me soutient au-dessus de l'ab&icirc;me
                la petite table sur laquelle il s'accoude, et qu'il  n'y
                a pas un astre du ciel ni une force de l'&acirc;me qui soient indiff&eacute;rents
                au mouvement d'une paupi&egrave;re qui retombe ou d'une pens&eacute;e
                qui s'&eacute;l&egrave;ve, - il m'est arriv&eacute; de croire que
                ce viellard immobile vivait, en r&eacute;alit&eacute;, d'une vie
                plus profonde, plus humaine et plus g&eacute;n&eacute;rale que
                l'amant qui &eacute;trangle sa ma&icirc;tresse, le capitaine qui
                remporte une victoire ou &quot;l'&eacute;poux qui venge son honneur&quot;. </p>
              <p align="justify" class="serifbody">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On
                me dira peut-&ecirc;tre qu'une vie immobile ne serait gu&egrave;re
                visible, qu'il faut bien l'animer de quelques mouvements et que
                ces mouvements vari&eacute;s et acceptables ne se trouvent que
                dans le petit nombre de passions employ&eacute;es jusqu'ici. Je
                ne sais s'il est vrai qu'un th&eacute;&acirc;tre statique soit
                impossible. Il me semble m&ecirc;me qu'il existe. La plupart des
                trag&eacute;dies d'Eschyle sont des trag&eacute;dies immobiles. </p>
            </blockquote>
          </div>
          <blockquote>
            <div align="right">
              <p>Maurice Maeterlinck: <em>Le Tr&eacute;sor des Humbles. </em> Ch.
                  IX (&quot;Le Tragique Quotidien.&quot;)<br> 
                Paris: Mercure de France, 1896. [54th edition, 1908, p<span class="serifbody">p.
                168/169.]</span></p>
              <p><br>
                              <br>
              </p>
              </div>
          </blockquote>
      </blockquote></td>
    </tr>
  </table>
  <p>      <br>
  </p>
  <table width="700">
    <tr bgcolor="#FFFFFF"> 
      <td> 
        <blockquote> 
          <h4><br>
            <em>Dada</em> </h4>
          <blockquote> 
            <div align="left"> 
              <p class="serifbody">&quot;L'Art est partout, except&eacute; dans les temples d'Art, 
                comme Dieu est partout, sauf dans les &eacute;glises.&quot; </p>
             
                <p align="right"><br>
                Francis Picabia: "L'&#156;il cacodilate."</p>
             
            </div>
         
              <p align="justify" class="serifbody"><br>
              Marcel Duchamp, who did to representation what Friedrich Nietzsche did to religion, used the ready-made to &quot;present&quot;, not to &quot;represent&quot;. Johns and Rauschenberg, etc., are the &quot;counter-reformers&quot; who collaged real objects into the representational space of their paintings.</p>
           
         
          <p align="right"><font face="Verdana, Arial, Helvetica, sans-serif"><br>
            Osvaldo
              Romberg: <em>Art to Art. Life to Life.</em><br>
            Faith, Ridgefield: Aldrich Museum of Contemporary Art, 1999.<br>
            <br>
            &nbsp;&nbsp;            <br>
          </font></p> </blockquote>
     
         
        </blockquote>
      </td>
    </tr>
  </table>
  <p><br>
  </p>
  <table width="700">
    <tr bgcolor="#FFFFFF"> 
      <td> 
        <blockquote> 
          <h4><br>
          Ludwig Wittgenstein </h4>
          <blockquote> 
            <div align="left">
              <p class="serifbody"> The work of art is the object seen <i>sub specie 
                aeternitatis</i>; and the good life is the world seen <i>sub specie 
                aeternitatis</i>. This is the connexion between art and ethics.</p>
            </div>
            <p align="right"><em>Notebooks</em>, 
              7-10-1916. </p>
              <div align="left"> 
              <p class="serifbody"><br>
                Aesthetically, the miracle is that the world exists. That what 
                exists does exist. </p>
            </div>
            <p align="right"><em>Notebooks</em>, 
              20-10-1916. </p>
            <p align="justify" class="serifbody"><br>
              Es k&ouml;nnte nichts merkw&uuml;rdiger sein, als einen 
                Menschen bei irgend einer ganz einfacher allt&auml;glichen T&auml;tigkeit, 
                wenn er sich unbeobachtet glaubt, zu sehen. Denken wir uns ein 
                Theater, der Vorhang ginge auf und wir s&auml;hen einen Menschen 
                allein in seinem Zimmer auf und ab gehen, sich eine Zigarette 
                anz&uuml;nden, sich niedersetzen, u.s.f., so, da&szlig; wir pl&ouml;tzlich 
                von au&szlig;en einen Menschen s&auml;hen, wie man sich sonst 
                nie sehen kann; wenn wir quasi ein Kapitel einer Biographie mit 
                eigenen Augen s&auml;hen, &#150; das m&uuml;&szlig;te unheimlich 
                und wunderbar zugleich sein. Wunderbarer als irgend etwas, was 
                ein Dichter auf der B&uuml;hne spielen oder sprechen lassen k&ouml;nnte, 
                wir w&uuml;rden das Leben selbst sehen. &#150; Aber das sehen 
                wir ja alle Tage, und es macht uns nicht den mindesten Eindruck! 
              Ja, aber wir sehen es nicht in <i>der </i>Perspektive.</p>
            <p align="right"><br>
              1930. [In: <i>Vermischte Bemerkungen. </i>Frankfurt a.M.: Suhrkamp, 1977, 
              p. 17.]</p>
            <p align="left">&nbsp;</p>
          </blockquote>
        </blockquote>
      </td>
    </tr>
  </table>
  <p><br>
  </p>
  <table width="700">
    <tr bgcolor="#FFFFFF"> 
      <td> 
        <blockquote> 
          <h4><br>
          Nouveau R&eacute;alisme &amp; Nul</h4>
          <blockquote> 
            <div align="left"> 
              <p class="serifbody">All machines are art. Even old, abandoned, rusty machines for 
                sifting stones. (...) A beautiful oil refinery or your Johanniterbr&uuml;cke, which are supposed to be solely functional, are important additions to modern art. So, art is also: the achievements of engineers and technicians, even if they express themselves unconsciously or purely functionally. Art is everything. (Do you think art ought to be made only by 'artists'?) And: art is everywhere &#150; at my grandmother's &#150; in the most incredible kitsch or under a rotten plank.</p>
               <p align="right">Jean Tinguely: Art is revolution. 
                <i>National-Zeitung,</i> Basle, 13 October 1967.
              </p>
              <p align="left" class="serifbody"> <br>
              &nbsp;my poetry is the world.&nbsp;</p>
              <p align="left" class="indent">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; herman de vries <br>
                <br>
                <font size="-1"><br>
              </font></p>
            </div>
          </blockquote>
        </blockquote>
      </td>
    </tr>
  </table>
  <p><br>
  </p>
  <hr>
  <blockquote>
    <div align="center">
      <table width="700">
        <tr bgcolor="#FFFFFF">
          <td>
            <blockquote>
              <br>
              <div align="center">
                <div align="left">
                  <h5><em>Related Topics </em></h5>
                </div>
              </div><div align="center">
                <blockquote>
                  <blockquote>
                    <div align="left">
                      <p><a href="index.html">Readymades</a></p>
                      <p><a href="literature.html">Readymade Literature and Theatre</a></p>
                      <p><a href="../../nature/index.html">Natural Phenomena as Art</a></p>
                    </div>
                    <div align="left">
                      <p><a href="../../Life/index.html">Life as Art</a></p>
                    </div>
                    <div align="left">
                      <p><a href="../../QEndArt.html">The End of Art</a> </p>
                      <p><a href="duchamp/text.html">Texts by Marcel Duchamp</a><br>
                        <span class="indent"><br>
                        <br>
                        </span></p>
                    </div>
                  </blockquote>
                </blockquote>
              </div>
              <blockquote><blockquote><div align="left"></div>
                  </blockquote>
              </blockquote>
          </blockquote></td>
        </tr>
      </table>
    </div>
    <h4 align="center">&nbsp; </h4>
  </blockquote>
</div>
<div align="center"><blockquote>&nbsp;</blockquote>
</div>
<blockquote>
  <div align="center"><br>
  </div>
</blockquote>
</body>
</html>
