<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
""""http://www.w3.org/TR/REC-html40/loose.dtd">
<html>
<head>
<title>Frieder Nake 1995</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<META NAME="keywords" CONTENT=" machine drawing automatic art generation mechanical machines artificial everything">
<meta name="description" content="Frieder Nake: Einmaliges und Beliebiges. Kuenstliche Kunst im Strom der Zeit. (1995)">
<link href="../styles/blacktext.html" rel="stylesheet" type="text/css">
<style type="text/css"><!--
body {
	margin-left: 30px;
	margin-right: 30px;
}
-->
</style>
</head>

<body bgcolor="#EEEEEE">
<div align="right"><a href="index.html"><img src="../gif/buttons/blue16.gif" alt="Up" width="16" height="16" border="0" align="absbottom"></a>&nbsp;&nbsp;Algorithmic 
  Art &nbsp;&nbsp; &nbsp;&nbsp;<a href="../index.html"><img src="../gif/buttons/blue16.gif" alt="Root" width="16" height="16" border="0" align="absbottom"></a>&nbsp;&nbsp;Radical Art &nbsp;&nbsp; 
  &nbsp;&nbsp;&nbsp;&nbsp;<br>
</div>
<div align="left">
  <hr>
  <p><font color="#505050">The text below was copied from a page created 
    by Stefan Schneider (Freie Universit&auml;t Berlin). <br>
    <br>
    The original (printed) version of this article contained the following footnote:</font> &quot;Aus drucktechnischen und finanziellen  &nbsp; Gr&uuml;nden
    ist es nicht m&ouml;glich, hier Abbildungen wiederzugeben. An sie wird nur im Wort 
    appelliert. Das verlangt der Leserin und dem Leser eine besondere Anstrengung 
    ab. Sie k&ouml;nnen sie aber lustvoll und listig absolvieren, indem sie in ihrem 
    B&uuml;chervorrat fahnden oder in ihrer Erinnerung kramen, vielleicht auch beides 
    tun und so verschiedene Medialit&auml;ten miteinander konfrontieren. Wodurch wir 
    schon fast beim Thema w&auml;ren.&quot;<br>
  </p>
</div>
<div align="center"> 
  <table width="750">
    <tr bgcolor="#FFFFFF"> 
      <td> 
        <blockquote> 
          <div align="left"><font size="+1" color="#000000"><br>
            </font><font size="+1" color="#000000"><br>
            </font> </div>
          <h4 align="center"><font face="Georgia, Times New Roman, Times, serif">Frieder 
            Nake <br>
            <br>
            <font size="+2">Einmaliges und Beliebiges </font></font></h4>
          <h3 align="center"><font face="Georgia, Times New Roman, Times, serif">K&uuml;nstliche 
            Kunst im Strom der Zeit </font></h3>
          <div align="center"><font size="+1" face="Georgia, Times New Roman, Times, serif">Aufsatz 
            anl&auml;&szlig;lich der Berliner Sommer-Uni '95</font> </div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            0. Vorbemerkung </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">&quot;Mensch 
            und Kunst im Computerzeitalter&quot; so lautete das Motto der Berliner 
            Sommer-Uni '95. Gibt es denn ein Computerzeitalter? Stecken wir in 
            ihm drin, bewegen wir uns darauf zu, kommt es unausweichlich? </font>
            <dl> 
              <dt><font face="Georgia, Times New Roman, Times, serif">Das Computerzeitalter 
                w&auml;re das Zeitalter, das durch den Computer bestimmt wird. 
                Sagen wir etwas vorsichtiger: das durch die Informationstechnik 
                bestimmt wird. Wir betrachten dabei den Computer als eine Maschine, 
                die wichtig und wesentlich f&uuml;r die Informationstechnik ist, 
                die wohl auch den Kern der Informationstechnik ausmacht, mit der 
                die Informationstechnik aber nicht schon ersch&ouml;pfend erfa&szlig;t 
                ist. </font>
            </dl>
            <font face="Georgia, Times New Roman, Times, serif"><br>
            Dieser Aufsatz ist nicht der Ort, die Berechtigung der Bennennung 
            unserer Zeit als &quot;Computerzeitalter&quot; anzugreifen oder zu 
            verteidigen. Man mag mit guten Gr&uuml;nden die Geste in Frage stellen, 
            mit der ein ganzes Zeitalter durch eine Klasse von Maschinen gekennzeichnet 
            wird. Ohne die wichtige Rolle des Computers f&uuml;r aktuelle Umw&auml;lzungen 
            historischer Dimension zu leugnen, mag er doch nicht unbedingt und 
            in allen Belangen pr&auml;gend sein.<br>
            <br>
            Wie dem auch sei &#150; zentrale Bedeutung hat &quot;der Computer&quot; 
            auf vielen Ebenen abendl&auml;ndischer Kultur gewonnen. Innerhalb 
            der relativ kurzen Zeit von f&uuml;nfzig Jahren ist er zu einer h&auml;ufigen 
            Erscheinung geworden. Oft nehmen wir sie gar nicht mehr wahr, worin 
            ich ein Indiz f&uuml;r des Computers kulturelle Bedeutung sehe. Kulturell 
            wirksam wird eine Sache u.a. ja dadurch, da&szlig; wir ihr Vorhandensein 
            und Wirken als selbstverst&auml;ndlich unterstellen. </font></div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            1. Die semiotische Maschine </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">Ich 
            stelle an den Anfang meiner Bemerkungen die Kennzeichnung des Computers 
            als semiotische Maschine. In dieser Kennzeichnung kommt das wesentliche 
            Merkmal des Computers zum Ausdruck. Er geh&ouml;rt fraglos zur Welt 
            der Maschinen, ragt aus ihr aber heraus, weil sein Gegenstand, der 
            Gegenstand also, den wir mit dieser Maschine bearbeiten k&ouml;nnen, 
            nicht prim&auml;r stofflicher oder energetischer Natur ist, sondern 
            eben semiotischer Natur. Wir haben es mit Zeichenwelten zu tun, wenn 
            wir Computer benutzen, wir setzen Zeichenprozesse maschinell um und 
            in Gang, nicht stofflich-dingliche Prozesse. Wir bearbeiten nicht 
            das Blech selbst im Computer, sondern ein Modell des Bleches; wir 
            verwalten nicht die Akten selbst, sondern Daten-Abbilder der Akten; 
            wir untersuchen nicht ein Organ des Menschen selbst, sondern ein digitales 
            Bild davon.<br>
            <br>
            Der Computer sei eine semiotische Maschine, lautet die Behauptung; 
            er handele von Zeichen und Zeichenprozessen [vgl. Andersen 90, Coy 
            et al. 92, Andersen et al. 93, Nake 93].<br>
            <br>
            Gemeint ist damit die schlichte Tatsache, da&szlig; kein Ding oder 
            Proze&szlig; unmittelbar Gegenstand der Bearbeitung mit dem Computer 
            werden kann. Immer mu&szlig; das Ding oder der Proze&szlig; erst durch 
            ein Bild, ein Modell, eine Beschreibung - eben: ein Zeichen - ersetzt 
            werden. Im landl&auml;ufig g&auml;ngigen Fall sind das die Daten, 
            die erfa&szlig;t werden. Sie ersetzen in einem radikalen, oft sehr 
            unangenehm wirkenden Sinne Ding und Proze&szlig;. Wir gewinnen mit 
            dieser Ersetzung das, was wir bei jedem Zeichenproze&szlig; gewinnen: 
            Vorhersagbarkeit, Simulation, Pr&uuml;fung, kurz: Gestaltung. Kein 
            Proze&szlig; der Gestaltung beginnt ohne Zeichen. Zeichenprozesse 
            sind vorz&uuml;gliche Mittel der Gestaltung. Im Zeichen gewinnen wir 
            jene Distanz, die notwendig ist, um planvoll gestalten zu k&ouml;nnen.<br>
            <br>
            Wenn der Computer nun zwar eine semiotische Maschine ist, so ist er 
            doch eine Maschine. Jede Maschine verlangt die Gegenst&auml;nde, die 
            mit ihr bearbeitet werden sollen, in bestimmter Form. Der Computer 
            verlangt die Zeichen in berechenbarer Form. Er ist die Maschine zur 
            Ausf&uuml;hrung berechenbarer Funktionen. Dies ist seine technisch 
            korrekte Kennzeichnung. &quot;Computer&quot; und &quot;Auswertung 
            berechenbarer Funktionen&quot; sind geradezu synonym. Nur, was berechenbar 
            geformt werden kann, kann auf dem Computer behandelt werden. Was auf 
            dem Computer behandelt wird, ist insofern berechenbar.<br>
            <br>
            Der Begriff der Berechenbarkeit, der hier zugrundegelegt wird, ist 
            ein mathematisch exakter Begriff. Er geht auf die drei&szlig;iger 
            Jahre zur&uuml;ck und auf Leute wie A.M. Turing, E. Post, A. Church. 
            Seine mathematischen Einzelheiten spielen hier keine Rolle. Angedeutet 
            sei lediglich, da&szlig; &quot;berechenbar&quot; ist, was sich auf 
            wenige, einfache Grundfunktionen und wenige Regeln zur&uuml;ckf&uuml;hren 
            l&auml;&szlig;t. Wir wissen genau zu sagen, was berechenbare Funktionen 
            sind. Und es ist erstaunlich, was alles berechenbar ist.<br>
            <br>
            Nicht alles aber ist im mathematischen Sinne berechenbar. Noch nicht 
            einmal alle Formeln, die wir hinschreiben k&ouml;nnen, sind es. Wenn 
            wir berechnen wollen, m&uuml;ssen wir unseren Gegenstand erst berechenbar 
            machen.<br>
            <br>
            Den Begriff des Zeichens verwende ich hier naiv, ohne ihn n&auml;her 
            zu erkl&auml;ren. Angedeutet aber sei, da&szlig; ein Zeichen eine 
            Relation ist, kein Ding. Genauer ist ein Zeichen eine dreistellige 
            Relation: ein Erstes steht f&uuml;r ein Zweites vermittels eines Dritten. 
            Oder, anders ausgedr&uuml;ckt: ein Repr&auml;sentamen steht f&uuml;r 
            ein Objekt vermittels eines Interpretanten. Dies sind Begriffe aus 
            der Semiotik von Charles S. Peirce [vgl. Peirce 83]. Repr&auml;sentamen 
            ist das Zeichen insofern, als es zun&auml;chst ein stoffliches Substrat 
            braucht; es steht in einer bezeichnenden Funktion zu seinem Objekt; 
            und diese Bezeichnung gewinnt Bedeutung, ergibt einen Sinn in einem 
            Interpretanten. Ihn stellen wir hier und jetzt und stets neu und anders 
            her. In ihm liegt die besondere Kraft dieser Begrifflichkeit.<br>
            <br>
            Ein Beispiel mag erhellen. Das rote Licht (bezeichnendes Repr&auml;sentamen) 
            am Heck des Autos vor mir bezeichnet einen Bremsvorgang dieses Wagen 
            (bezeichnetes Objekt) und hat f&uuml;r mich die Bedeutung: der wird 
            langsamer, es ist ratsam, auch zu bremsen (Interpretant). Was ich 
            dann tue, ist ein anderes. Vielleicht ordne ich auch einen anderen, 
            &auml;sthetischen Interpretanten zu, weil ich mich am Glanz dieses 
            roten Lichtes erfreue.<br>
            <br>
            Die Betrachtung des Zeichens allein als Repr&auml;sentamen ist Aufgabe 
            der Syntaktik; Repr&auml;sentamen mit Objekt werden in der Semantik 
            studiert; tritt der Interpretant noch hinzu, so betreiben wir Pragmatik 
            des Zeichens. Nur in der Pragmatik haben wir das Zeichen als Ganzes. 
            Einen ersten Reduktionsschritt nehmen wir vor, wenn wir vom Interpretanten 
            absehen; Bedeutung ist uns dann nicht mehr verf&uuml;gbar. Ein zweiter 
            Reduktionsschritt bringt uns auf die Zeichen als blo&szlig;e Zeichenk&ouml;rper 
            in der Syntaktik.<br>
            <br>
            Dinge und Prozesse durchlaufen im Computer-Zeitalter - wenn sie computeresk 
            werden sollen - drei wesentliche Transformationen: Aus den Dingen 
            werden Zeichen (semiotische Transformation), aus den Zeichen werden 
            blo&szlig;e Zeichenk&ouml;rper (syntaktische Transformation), aus 
            den blo&szlig;en Zeichenk&ouml;rpern werden berechenbare Funktionen 
            (algorithmische Transformation). Jede dieser Transformationen erleben 
            wir als eine Reduktion: Verlust von Sinnlichkeit, Verlust von Bedeutung, 
            Verlust von Unvorhersehbarkeit.<br>
            <br>
            Mit Computern - das hei&szlig;t: mit Software - nehmen wir Einflu&szlig; 
            auf die Welt um uns und damit, vermittelt, auf uns selbst. Die M&ouml;glichkeiten 
            dieser Einflu&szlig;nahme sind erstaunlich und erheblich. Sie sind 
            dennoch lediglich berechenbarer Natur. Wir ahnen, wieweit die Macht 
            des Berechenbaren reichen mag. </font></div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            2. Aufruf einiger Kunstwerke </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">Wir 
            befinden uns also vor dem Hintergrund der semiotischen Maschine Computer. 
            Sie ist ein grundlegendes Moment der technischen Basis unserer Zeit. 
            Was will ich in diesem Aufsatz dazu sagen? &Uuml;ber &quot;Einmaliges 
            und Beliebiges&quot; will ich sprechen. An einer mosaikartigen Reihe 
            von Bildern, die keine zwingende Logik aufweist, will ich auf einige 
            aktuelle Aspekte aufmerksam machen. Sie weisen den Computer als Werkzeug 
            und Medium gegenw&auml;rtiger Transformation der Kultur aus. Diese 
            Transformation ist diejenige, das erwarten wir nun schon, die uns 
            von der Unmittelbarkeit der Dinge weg und hin zur Mittelbarkeit der 
            Zeichen f&uuml;hrt. Es ist eine Transformation von Kultur, die -- 
            dem Charakter des Zeichens gem&auml;&szlig; -- eher Rettung des Geistes 
            als seinen Verlust bedeutet. Jedenfalls ist die Zeichendimension die 
            f&uuml;r den Geist typische. Manchen wird diese Bemerkung arg gegen 
            den Strich gehen, wenn sie n&auml;mlich den Verlust des Sinnlichen 
            an die Spitze ihrer Sorge stellen und darin auch den Verlust von Sinn 
            ansprechen.<br>
            <br>
            Ich rufe, ohne sie zu zeigen, an ihren Namen einige Kunstwerke auf. 
            Kunstwerke sind Werke, die in die Kunstgeschichte eingegangen sind, 
            die also eine gewisse Reputation erworben und erhalten haben. Sie 
            gelten als Kunst aus keinem anderen als diesem historischen Grunde. 
            Er zeigt, da&szlig; Kunst wesentlich soziales, weniger individuelles 
            Werk ist.<br>
            <br>
            Ich rufe also unter der Rubrik &quot;Einmaliges&quot; auf: Mona Lisa! 
            Das Geschrei! Les Demoiselles d'Avignon! Roxy's! Es k&ouml;nnten, 
            wie wir wissen, auch ganz andere und viele Dutzend mehr solche Werke 
            sein. Darauf aber kommt es hier nicht an. Jedes von ihnen steht f&uuml;r 
            eine besondere Einmaligkeit. Von jedem von ihnen gibt es aber auch 
            viele Reproduktionen. Die sind recht beliebig in ihren Formaten, Anl&auml;ssen, 
            leider auch Farben. Das einmalige Werk gewinnt einen Aspekt seiner 
            Einmaligkeit aus der Tatsache, da&szlig; es in so vielen Abziehbildern 
            existiert, da&szlig; uns allen die Nennung seines Namens gen&uuml;gt, 
            um es vor uns zu sehen - genauer: um eine geistige Vorstellung vor 
            uns zu &quot;sehen&quot;, die wir auf Grund gelebten Lebens mit dem 
            genannten Namen verbinden. Unser gelebtes Leben, all seine Ber&uuml;hrungen 
            sind uns in der semiotischen Dimension zug&auml;nglich. Gebrochen, 
            bruchst&uuml;ckhaft, ungeordnet, verfremdet, geschmolzen und verschmolzen, 
            verf&auml;lscht und &uuml;berh&ouml;ht zwar, aber irgendwie zug&auml;nglich. 
            Das Einmalige, Herausgehobene, Herausragende zumal.<br>
            <br>
            Ich rufe desweiteren unter der Rubrik &quot;Beliebiges&quot; auf: 
            Ein schwarzes Quadrat Malevitchs, ein Readymade Duchamps, eine Serigrafie 
            Vasarelys. Das schwarze Quadrat war ein Akt von ungeheurer Einmaligkeit 
            in der Kunstgeschichte. Schwarze Quadrate hat es vor 1913 gegeben 
            und gibt es danach auch noch. Aber wenn wir &uuml;ber ein beliebiges 
            schwarzes Quadrat heute sprechen, das soviel anders von allen anderen 
            schwarzen Quadraten sein mag, die es auch noch gab, so wird - haben 
            wir jemals etwas von ihm geh&ouml;rt - das russische revolution&auml;re 
            Schwarze Quadrat darin anklingen.<br>
            <br>
            Die schwarzen Quadrate und Kreise und &auml;hnliche, im Grunde nur 
            einmal als rudiment&auml;rste Zeichen herstellbaren Bilder mu&szlig;te 
            Malevitch immerhin malen. Duchamp griff nur ins Warenlager und bef&ouml;rderte, 
            was dort seiner Vernutzung im t&auml;glichen Leben harrte, ins Museum, 
            also in die Kunstgeschichte. Gewi&szlig;, die Beliebigkeit dieses 
            Aktes ist, am Urinoir exerziert, so beliebig nicht. Da schwingt eine 
            die Kunstgeschichte beleidigende Geste mit. Ansonsten aber ist ein 
            solches prozellanenes Ding wie das andere und liegt der Akt des Kunstmachens 
            nicht im Herstellen des Dinges, sondern im bewu&szlig;ten Machen von 
            Kunstgeschichte. Kunst wird, was zu solcher erkl&auml;rt wird.<br>
            <br>
            Gemessen daran sind die eing&auml;ngigen Farbkompositionen Vasarelys 
            geradezu von h&ouml;chster Kunstfertigkeit. Doch: die Farbarrangements, 
            die da in den M&ouml;belgesch&auml;ften der Welt geeignete Wohnambientes 
            schaffen sollen, sind nach codierten Anweisungen des Meisters hergestellt 
            worden in einem quasi-industriellen Proze&szlig;. Die Formen und Farben 
            haben eine Kurzschrift im R&uuml;cken, die hinreicht, um das Werk 
            stofflich entstehen zu lassen. Sein Schema, sein Programm reichen 
            hin, um es als Farbsensation zu erzeugen. Die wird in immer gleicher 
            Qualit&auml;t massenhaft produziert und vertrieben. So brachte das 
            seiner Beliebigkeit entrissene und zum einmaligen Kunstwerk gewordene 
            Pi&szlig;becken im Kontext der Kunst, in den es gestellt wurde, die 
            Massenproduktion von Dekorationsst&uuml;cken hervor, deren Beliebigkeit 
            Programm ist.<br>
            <br>
            Das kleine Mosaik von Werken der Kunst, das vor unserem geistigen 
            Auge schweben mag, weckt eine Reihe von Vermutungen hinsichtlich der 
            Einmaligkeit und Beliebigkeit, die der Kunst vielleicht ohnehin innewohnen. 
            Im Kontext des Computers erleben sie eine besondere Betonung. Sehen 
            wir weiter! </font></div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            3. Harold Cohens Malmaschine </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">Die 
            ZEIT vom 2.6.1995 zeigte in einem gro&szlig;en Artikel mit reichhaltigem 
            Bild ein, wie ich meine, herausragendes Ereignis an. Sie berichtet 
            von einer neuen Ausstellung des englischen Malers Harold Cohen, die 
            dieser im Computer Museum in Boston hatte.<br>
            <br>
            Oft schon seit Mitte der siebziger Jahre hat Cohen eine gro&szlig;e 
            Zeichenmaschine ins Museum gestellt. Sie begann dort, von Cohens Programm 
            Aaron gesteuert, munter zu zeichnen. Waren das anfangs recht abstrakte, 
            sehr abwechslungsreiche und fantasievoll erscheinende Formen und Strichkombinationen, 
            so wurden sp&auml;ter Steine daraus, anthropomorphe Figuren, dann 
            menschliche Gestalten inmitten &uuml;ppiger tropisch anmutender Vegetation. 
            Programm und Zeichenmaschine brachten auf gro&szlig;en Fl&auml;chen 
            ihre schwarzen Linien an, die Cohen sp&auml;ter zu kolerieren begann, 
            bevor er sie an die Ausstellungsw&auml;nde heftete. Beim Malen bediente 
            er sich seiner eigenen Farbpalette: klare, ges&auml;ttigte, leuchtende 
            Farben. Er hielt sich nur ungef&auml;hr an die maschinell gezeichneten 
            Formen der Umrisse, erlaubte sich im einmaligen Werk - bei dessen 
            maschinell getroffenen Entscheidungen immer viel Zufall mit im Spiele 
            war - viele beliebig erscheinende Malakte der Farbwahl und der Fl&auml;chenwahl.<br>
            <br>
            In einer Phase seiner k&uuml;nstlerischen Entwicklung in den achtziger 
            Jahren entschied das Programm Aaron bereits &uuml;ber die Farben, 
            die es den Fl&auml;chen geben wollte. Es zeigte sie auf dem Bildschirm, 
            von wo Cohen sie - kam das Bild zur Ausmalung - von ihrer Lichterscheinung 
            in K&ouml;rperfarben transformieren mu&szlig;te. Wie nicht anders 
            zu erwarten, &auml;nderte das die farbliche Anmutung, und Cohen erlaubte 
            sich die eine oder andere Abweichung - er w&auml;re nicht Mensch, 
            t&auml;te er das nicht.<br>
            <br>
            Der Zustand lie&szlig; ihn jedoch nicht ruhen und er sann auf eine 
            Maschine, die auch den Farbauftrag selbst, mit einem pinsel&auml;hnlichen 
            Ger&auml;t das Pigment aus Farbt&ouml;pfen sch&ouml;pfend, bew&auml;ltigen 
            w&uuml;rde. Mit Hilfe von Ingenieuren und algorithmischer Fantasie 
            war er Anfang 1995 soweit, da&szlig; er erstmals seit langem wieder 
            ausstellte: Bilder, die die programmierte Maschine im Ausstellungsraum 
            produzierte. Der Meister lehnt an der Wand, selbstgef&auml;llig versunken 
            das emsige Geschehen betrachtend.<br>
            <br>
            Was sehen wir, was lernen wir? Cohen, der Maler, zwingt eine Maschine 
            dazu, das zu tun, was er will. Er erreicht dies, indem er einen Teil 
            seines Zeichnens und Malens ver&auml;u&szlig;ert. Genauer gesagt, 
            ver&auml;u&szlig;ert er einen Teil seines Wissens vom Zeichnen und 
            Malen. Einen Teil seines Denkens also, einen solchen Teil, dem er 
            algorithmische Form geben kann. Harold Cohen hat es auf der Welt am 
            weitesten darin gebracht, bestimmte Formgebungen und Farbauftr&auml;ge 
            in einem Regelwerk zu fixieren. Diese Regeln sind so genau (einmalig) 
            und enthalten soviel an Offenheit (beliebig), da&szlig; der Computer 
            ihnen folgen kann und der Anschein entsteht, die Maschine sei kreativ.<br>
            <br>
            Das n&auml;mlich, was sie erst zeichnet, dann koloriert - gro&szlig;fl&auml;chige, 
            zweidimensionale, k&ouml;rperlos wirkende, Menschengesichter und -k&ouml;rper 
            - wirkt realistisch und frei. Als ob jemand, den es wirklich geben 
            mag, portr&auml;tiert w&uuml;rde, durchaus in k&uuml;nstlerisch freier 
            Interpretation, nicht in der entsetzlich fotonahen Bildlichkeit typischer 
            Computerbilder.<br>
            <br>
            Cohen hat also Wissen &uuml;ber seine Art zu zeichnen und zu malen 
            in einen Satz berechenbarer Regeln zu fassen vermocht, die komplex 
            genug sind, die Operationen einer damit gef&uuml;tterten Maschine 
            als Akte anthropomorpher Entscheidung und &auml;sthetischer Gestaltung 
            erscheinen zu lassen. Es versteht sich, da&szlig; Zittrigkeiten, Ungenauigkeiten, 
            Abweichungen vom streng Geometrischen in allen denkbaren Versionen, 
            da&szlig; die Vermutung von Unberechenbarkeit den Schl&uuml;ssel f&uuml;r 
            den visuellen Eindruck und seine &Auml;sthetik abgibt, die hier entstehen. 
            Nicht die einzelne Linie oder die einzelne Farbe hat Cohen vorausgedacht. 
            Vorausgedacht hat er, was Klassen solcher Liniengebilde, was Schemata 
            solcher Farbwahlen gemeinsam haben m&ouml;gen. Er hat auf einer abstrakten 
            Ebene die Beliebigkeit des einzelnen Frauengesichtes zum charakteristisch 
            Gemeinsamen (fast) aller Frauengesichter zusammengefa&szlig;t. Er 
            hat die Frage behandelt, welche Charakteristika eine relativ kleine 
            Menge von Linien besitzen m&uuml;ssen, damit wir das Objekt &quot;weiblicher 
            Oberk&ouml;rper, bekleidet&quot;, zuordnen und nicht ein anderes.<br>
            <br>
            Die Ver&auml;u&szlig;erung des Gedankens und solche Ver&auml;u&szlig;erung 
            in algorithmischer Form, dies sind die Merkmale des Verh&auml;ltnisses 
            Harold Cohens zu seiner Maschine Aaron und &uuml;ber deren Wirken 
            zu seinen (seinen?) Bildern. Yves Klein etwa hatte es sich einfacher 
            gemacht. Er strich, wie erinnerlich, nackte Frauenk&ouml;rper mit 
            Farbe an und rollte diese dann &uuml;ber gro&szlig;e Papierbahnen. 
            Ihre Farbspuren erinnern, wie sollte es anders sein, an Frauenk&ouml;rper, 
            offensichtlich pseudo-maschinell hervorgebrachte Ikonen. Wie brutal 
            und sinnlich-simpel der Kleinsche Akt, wie fein und geistig-komplex 
            der Cohensche! Das Objekt (die Frau) wird zum Stempel ihres eigenen 
            Bildes gemacht bei Klein; das Objekt (die Frau) wird vom Betrachter 
            des Computerbildes erst erzeugt bei Cohen. Gemeinsam ist beiden jedoch 
            die Ver&auml;u&szlig;erung eines gedanklichen Planes, den sie in Bewegung 
            setzen: dumpf k&ouml;rperlich zum einen, subtil semiotisch zum anderen 
            Male.<br>
            <br>
            Das kunstgeschichtliche Interesse k&ouml;nnte sich auch daraus einen 
            Reim zu machen versuchen, da&szlig; zur etwa selben Zeit in einer 
            wissenschaftlichen Zeitschrift der Computergrafik Bilder ver&ouml;ffentlicht 
            werden, auf denen versucht wird, Impressionsten wie Caude Monet nachzuahmen 
            (Computer Graphics and Applications, June 1995). Hier wurde eines 
            der h&ouml;chstentwickelten kommerziellen Malprogramme (Fractal Design 
            Painter) benutzt, um werkzeug-&auml;hnlich mit einem druckempfindlichen 
            Stift eine Vorlage so zu reproduzieren, da&szlig; wir das Computerbild 
            mit seinem Original verwechseln sollen.<br>
            <br>
            Beide Male, daran besteht kein Zweifel, werden geistige T&auml;tigkeiten 
            des Zeichnens und Malens programmiert, also algorithmisch gefa&szlig;t. 
            Im Falle der nachempfundenen Impressionisten (und jeder anderen Kopie) 
            ist die maschinisierte geistige T&auml;tigkeit die der Werkzeugf&uuml;hrung. 
            Was naturgem&auml;&szlig; beinhaltet, das Werkzeug selbst zum Tr&auml;ger 
            einer Batterie von Parametern zu machen, &uuml;ber die es zu einem 
            immer wieder anderen Spezialwerkzeug gemacht werden kann.<br>
            <br>
            Im Falle der Regels&auml;tze f&uuml;r Cohensches Zeichnen und Malen 
            ist, neben der Werkzeugf&uuml;hrung, die Entscheidung der Form- und 
            Farbgestaltung maschinisiert. Der K&uuml;nstler tritt einen weiteren 
            Schritt zur&uuml;ck von seinem Werk. Dieses kommt f&uuml;r ihn fast 
            ebenso &uuml;berraschend wie f&uuml;r uns. Zwischem ihm und dem Werk 
            befinden sich Schichten semiotischer Watte. </font></div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            4. Die Malmaschine der Fraktale </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">Ich 
            mu&szlig;, aus Bremen kommend, ein Wort zu einer anderen Sorte von 
            Malmaschinen verlieren. Fraktale Mengen und Bilder, die sie veranschaulichen, 
            haben ihren Sturmlauf aus den Laboratorien einer neuen Art von Mathematik 
            durch die popul&auml;ren wissenschaftlichen Zeitschriften bis hinein 
            in die Schule vollzogen. Manche finden die so entstehenden &quot;selbst&auml;hnlichen&quot; 
            Gebilde und Bilder interessant, erleuchtend, sch&ouml;n; andere, gerade 
            auch in der Kunst, vielleicht auch interessant, selten sch&ouml;n, 
            gerade in der Selbst&auml;hnlichkeit auch langweilig.<br>
            <br>
            Was ist interessant an Fraktalen? Ein mathematischer Proze&szlig;, 
            der ausgiebige numerische Rechnung verlangt, wird gestartet und nach 
            einiger Zeit abgebrochen. Sein Zustand wird so interpretiert, da&szlig; 
            er den Farbwert eines kleinen Fleckes des Bildes bestimmt. Der Nachbarfleck 
            wird dann ausgew&auml;hlt, der Proze&szlig; erneut begonnen - und 
            so weiter, bis die Farbwerte aller Bildflecke bestimmt sind.<br>
            <br>
            Der hinter dem Bild stehende mathematische Proze&szlig; verleiht dem 
            Bild seine Besonderheit, seine Struktur, gar Gestalt, seine Einmaligkeit. 
            Vieles bleibt beliebig - die Wahl und Zuordnung der Farbpalette, die 
            Abbruchsbestimmung beim Proze&szlig;, die K&ouml;rnigkeit. Denken 
            wir als Beispiel an das allgegenw&auml;rtige Apfelm&auml;nnchen, jene 
            Ikone der fraktalen Welt. Man hat diese Visualisierung eines mathematischen 
            Objektes visuell weiter aufgem&ouml;belt und in eine gebirgs&auml;hnliche 
            Schneelandschaft gesetzt. Ein Planet schwebt am Himmel.<br>
            <br>
            Der fraktale K&uuml;nstler kann sich &auml;hnlich wie Cohen zur&uuml;cklehnen. 
            Er st&ouml;&szlig;t die Maschine an und sie rackert. Der Unterschied 
            liegt in der Steuerung. Bei Cohen: algorithmisierte Regel des Zeichnens 
            und Malens menschlicher Figuren; beim Fraktal: ein mathematischer 
            Approximationsproze&szlig;. Gerechnet wird beide Male. Aber was gerechnet 
            wird, ist unterschiedlicher Natur. Im mathematischen Fall wird die 
            Tatsache ausgenutzt, da&szlig; Ergebnisse von Rechnungen in Farben 
            umgesetzt werden k&ouml;nnen. Im regelbasierten Fall wird versucht, 
            Entscheidungsprozesse zu algorithmisieren, die &auml;sthetischem Tun 
            nahestehen. Verbildlichte Mathematik im einen Fall, Bilder, die uns 
            Mathematik sehen lassen. Mathematisierte Malprozesse im anderen Fall, 
            Bilder, die Mathematik ben&ouml;tigen, aber nicht zeigen. </font></div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            5. Serie und Variation </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">Es 
            ist ganz selbstverst&auml;ndlich, da&szlig; die maschinisierte Produktion 
            von Bildern in der Variation und damit in der Serie ihre wichtige 
            Anwendung findet. Das war vom Beginn der sogenannten Computerkunst 
            an der Fall. Man datiert diesen Beginn auf das Jahr 1965 und hebt 
            damit folgendes Ereignis heraus. In diesem Jahr fanden die ersten 
            drei Ausstellungen von digitalen Bildern statt, die ausdr&uuml;cklich 
            einen Kunstanspruch erhoben: im Februar in der Studiengalerie der 
            TH (heute: Universit&auml;t) Stuttgart (Georg Nees), im April in der 
            Howard Wise Gallery in New York (A. Michael Noll, Bela Julesz), im 
            November in der Galerie Niedlich in Stuttgart (Frieder Nake, Georg 
            Nees).<br>
            <br>
            Ein Experiment wurde damals bekannt, das sowohl das Prinzip Serie 
            wie die Nachahmung eines Stiles oder Genres eines K&uuml;nstlers exemplarisch 
            vorf&uuml;hrte. Michael Noll hatte Bilder Mondrians (&quot;Meer und 
            D&uuml;nen&quot;) auf gewisse geometrische Merkmale hin analysiert 
            und das Gefundene soweit vereinfacht, da&szlig; er mit damaligen technischen 
            Mitteln relativ einfach Bilder in dieser Fa&ccedil;on erzeugen konnte. 
            Das Zeichenrepertoire war einfach genug: relativ kurze waagerechte 
            und senkrechte breite Striche, deren L&auml;ngen nicht allzu sehr 
            variierten; das ganze Zeichenarrangement ungef&auml;hr kreisf&ouml;rmig 
            mit einem abgeflachten Teil am oberen Rand; ein etwa parabelf&ouml;rmiges 
            inneres Gebiet, in dem die L&auml;ngen der Striche k&uuml;rzer waren 
            als au&szlig;erhalb desselben.<br>
            <br>
            Noll schrieb ein Programm, das diesen globalen Bedingungen gen&uuml;gte 
            und das alle Entscheidungen &uuml;ber lokale Zeichensetzungen von 
            Pseudozufallszahlen, also von simulierten Wahrscheinlichkeiten abh&auml;ngig 
            machte. Indem er nun die Wahrscheinlichkeitsverteilungen vorgab und 
            Bilderfolgen errechnen und zeichnen lie&szlig;, produzierte er Serien 
            von Bildern im Stile der betrachteten von Mondrian.<br>
            <br>
            Ber&uuml;hmt wurde dieses Experiment vor allem deshalb, weil kolportiert 
            wurde, in einer Befragung h&auml;tten die Versuchspersonen das Mondrian-Bild 
            f&auml;lschlich dem Computer zugeordnet (weil langweiliger); konsequent, 
            da&szlig; sie am Computer-Bild gr&ouml;&szlig;eren Gefallen gefunden 
            hatten. Man mu&szlig; dazu sagen., da&szlig; dieses Experiment unter 
            wenigen Kollegen Nolls bei den Bell Laboratories stattgefunden hatte, 
            wo er damals arbeitete. Es l&auml;&szlig;t sich also kein Anspruch 
            auf allgemeinere G&uuml;ltigkeit daraus ableiten. </font></div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            6. Abstrakter Expressionismus und Informations&auml;sthetik </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">Karl 
            Otto G&ouml;tz geh&ouml;rt zu den erfolgreichen deutschen abstrakten 
            Expressionisten (Informel). Er hatte seine Erfolge in der Zeit nach 
            dem Kriege. Vor kurzem gab es aus Anla&szlig; seines achtzigsten Geburtstages 
            in Dresden eine gro&szlig;e Retrospektive [G&ouml;tz 94]. In seinem 
            Werk finden wir neben einer riesigen Menge von Bildern stark expressiver 
            Art eine l&auml;ngere Besch&auml;ftigung mit Anwendungen der Informationstheorie 
            auf die visuelle Dimension.<br>
            <br>
            In den sechziger Jahren, in denen G&ouml;tz diese Arbeiten durchf&uuml;hrte, 
            versuchten in Deutschland Max Bense und etliche seiner Sch&uuml;ler, 
            mit dem nachrichtentechnischen Begriff der Information &auml;sthetische 
            Prozesse zu erkl&auml;ren [Bense 69, Nake 74]. In der Bildwelt war 
            der Gedanke naheliegend, die Bildfl&auml;che in ein regelm&auml;&szlig;iges 
            Raster von kleinen (quadratischen) Zellen aufzul&ouml;sen. Jede solche 
            Zelle wurde zusammen mit ihrem Farbwert eines der elementaren Zeichen, 
            &uuml;ber deren Menge das Bild realisiert worden war. Durch allerlei 
            Rechnerei konnte man hoffen, gewissen statistischen Gesetzm&auml;&szlig;igkeiten 
            auf die Spur zu kommen und in ihnen einen rationalen Schl&uuml;ssel 
            zum Bildverstehen sowie - so wurde k&uuml;hn behauptet - zum Schaffen 
            neuer Bilder nach vorgegebenen Kriterien zu finden.<br>
            <br>
            Dieser Glaube ist l&auml;ngst zerstoben und selbst Max Bense hat sich 
            leise von ihm verabschiedet gehabt und die viel wichtigere und bedeutsamere 
            Seite solcher Betrachtung von Kunstwerken in den Vordergrund ger&uuml;ckt: 
            die semiotische Betrachtung n&auml;mlich [Bense 79]. <br>
            <br>
            Das ist hier jedoch nicht unser Gesichtspunkt. Uns ist wichtig, da&szlig; 
            K.O. G&ouml;tz in seiner Brust zwei Seelen verband: den aus dem schwungvoll 
            bewegten K&ouml;rper malenden K&uuml;nstler und den das Bild sezierenden 
            Forscher. Einerseits steht er f&uuml;r die unbedingte Leiblichkeit 
            des Malens. Das Subjekt begibt sich unmittelbar in seine Bilder hinein. 
            Die Bewegung des K&ouml;rpers des Malers wird zur Quelle des Bildausdrucks.<br>
            <br>
            Andererseits steht er f&uuml;r die unerbittlich distanzierte Betrachtung 
            des Gemalten. Wahrnehmungspsychologische &Uuml;berlegungen f&uuml;hrten 
            ihn zum mathematischen Kombinieren von Rasterarrangements auf der 
            Suche nach Minimalbedingungen von Gestalten. Ganz anders im Zugang 
            als Harold Cohen, aber durchaus &auml;hnlich in der Fragerichtung.<br>
            <br>
            G&ouml;tz veranstaltete ein Experiment, bei dem er eine Gruppe seiner 
            Studierenden dazu benutzte, ein gro&szlig;formatiges Rasterbild zu 
            produzieren (ohne Computer). Jede Person hatte ein Teilbild mit einem 
            gewissen Prozentsatz schwarzer Rasterzellen zu f&uuml;llen. Welche 
            davon schwarz werden, welche wei&szlig; bleiben sollten, entschieden 
            die Studierenden zuf&auml;llig: durch Aufschlagen von Telefonnummern. 
            In diesem Experiment f&uuml;hrte G&ouml;tz musterg&uuml;ltig vor, 
            was erst sp&auml;ter und au&szlig;erhalb der Kunst zur Gewi&szlig;heit 
            wurde, da&szlig; wir mit Maschinen n&auml;mlich nur das tun k&ouml;nnen, 
            was wir selbst schon maschinen&auml;hnlich zu tun gewohnt sind. Maschinen 
            werden also nicht menschen&auml;hnlich t&auml;tig, sondern Menschen 
            bereiten maschinen&auml;hnlich T&auml;tigkeiten vor.<br>
            <br>
            K&ouml;rperliche N&auml;he und geistige Distanz zum Bild, stoffliche 
            Unmittelbarkeit und semiotische Mittelbarkeit, Einmaligkeit des geschehenden 
            Aktes und Beliebigkeit der vorbereitenden Auswahl - dies sind Momente 
            von Kunst, die sich in der Person des K.O. G&ouml;tz vereint zeigen. 
            </font></div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            7. Maschinenhaftes Malen ohne Maschine </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">Jackson 
            Pollocks &quot;Number One&quot; von 1948 ist eine seiner drip paintings. 
            Die Leinwand liegt gro&szlig;fl&auml;chig auf dem Boden, wie bei K.O. 
            G&ouml;tz. Farbe hinterl&auml;&szlig;t Spuren auf ihr, bewegte Spuren. 
            Wenn G&ouml;tz aber einen Besen, einen breiten Quast an langem Stiel, 
            mit dem ganzen K&ouml;rper schwingend &uuml;ber die Malfl&auml;che 
            bewegt und schlie&szlig;lich die Fl&auml;che in grandioser Geste ber&uuml;hrt 
            und bemalt, versetzt Pollock simple Ger&auml;te in Schwingung, deren 
            Bewegung die Farbspuren erzeugen. Er l&auml;&szlig;t z.B. Dosen an 
            langen F&auml;den &uuml;ber der Malfl&auml;che schwingen. Sie enthalten 
            Farbe. Da ihr Boden durchl&ouml;chert ist, tr&ouml;pfelt die Farbe 
            heraus. Schichten von Liniengeflechten entstehen so, automatische 
            Malerei. Der Proze&szlig; der Bildentstehung steht im Vordergrund 
            der T&auml;tigkeit von Pollock. Ihn plant er, setzt er in Gang und 
            h&auml;lt er aufrecht. Nicht das Bild in seinen Einzelheiten ist Gegenstand 
            seiner Vorhersicht, wenngleich Pollock als Beobachter des Geschehens 
            und Meister der Zeremonie viele Eingriffsm&ouml;glichkeiten beh&auml;lt.<br>
            <br>
            Der k&uuml;nstliche Malvorgang, den Pollock plant und &quot;berechnet&quot; 
            ist in vieler Hinsicht unberechenbar. Eine Maschine k&ouml;nnte zu 
            &auml;hnlichem programmiert werden. Das Ausgabeger&auml;t spielt eine 
            wesentliche Rolle.<br>
            <br>
            Vom fertigen Bild her betrachtet sehen wir einen Malvorgang, der farbige 
            Linien erzeugt. Diese Linien bleiben zum Teil auch im fertigen Bild 
            sichtbar. Insgesamt aber schlie&szlig;en sie sich zu Fl&auml;chen 
            zusammen. Der Vorgang baut physikalisch auf linienhaften Zeichen auf, 
            die er stofflich herstellt. In unserer Wahrnehmung aber verlieren 
            die meisten dieser Zeichen ihre Identit&auml;t und r&uuml;cken als 
            bemalte Fl&auml;chen in den Vordergrund. Die physikalisch hergestellte 
            Linie verschwindet hinter der wahrgenommenen Fl&auml;che.<br>
            <br>
            In gewissem Sinne werden Zeichnen und Malen bei Pollock eins. Schuf 
            die perspektivische Malerei der Renaissance mit ihrer geometrisch 
            exakten Konstruktion in gewissem Sinne erst die Linie als Umri&szlig;linie, 
            die eine Fl&auml;che umschlo&szlig;, die es auszumalen galt, so f&uuml;llen 
            die Pollockschen automatischen Linien von selbst die Fl&auml;che. 
            Die Fl&auml;che ist das Schicksal der Linie geworden.<br>
            <br>
            Pollock geht - am Ende des Zweiten Weltkrieges, als Europa in Scherben 
            liegt - einen radikalen Schritt von der Repr&auml;sentation einer 
            objektiven Welt zur subjektiven Konstruktion eines Bildes. Sein Bild 
            gewinnt Autonomie gegen&uuml;ber der Welt. Es stellt nichts dar au&szlig;er 
            sich selbst. Der &quot;daneben gegangene&quot; Strich entwertet das 
            Bild nicht mehr, da es ihn nicht mehr gibt. Kein abzubildender Gegenstand 
            &quot;da drau&szlig;en&quot; hat Herrschaft &uuml;ber die Linie im 
            Bild, da sie ihr Eigenleben f&uuml;hrt und nur so und das ist, was 
            sie ist.<br>
            <br>
            Das konkrete Bild vereint darstellendes Mittel (Repr&auml;sentamen) 
            mit dargestelltem Gegenstand (Objekt). Dadurch steht das Bild nicht 
            mehr neben der Welt, sondern ist Welt.<br>
            <br>
            Der Maler tritt ganz aus seinem Bild heraus. Sind die Bilder des Informel 
            von G&ouml;tz ebenso konkret wie die drip paintings von Pollock, so 
            ist G&ouml;tz als malender Leib noch ganz in seinen Bildern anwesend, 
            Pollock dagegen hat sich entfernt. Einen simplen produktiven Mechanismus 
            hat er statt seiner, mit einem Malwerkzeug bewehrten Hand und seines 
            Armes in die Szene eingef&uuml;hrt. Seine Hand st&ouml;&szlig;t nur 
            den Farbtopf an. Die Anfangsrichtung und Geschwindigkeit, die Pollock 
            der Schwingung gibt, die Viskosit&auml;t der Farbe, die Zahl der L&ouml;cher 
            im Dosenboden, der Ort der Aufh&auml;ngung der Dose - allerhand mechanische 
            Parameter der Linienproduktion kontrolliert er. Kontrolle &uuml;ber 
            den Proze&szlig; der Bildproduktion wird bewu&szlig;t. Ist sie hier 
            noch einfach, so h&auml;ngt die Art der abverlangten Kontrolle eng 
            mit dem malerischen Repertoire, mit den Zeichen zusammen, die da automatisch 
            geschaffen werden sollen.<br>
            <br>
            &Uuml;ber die Kontrolle der Bildherstellung also tritt der Maler wieder 
            - aus der Ferne, in die er sich begeben hat - in sein Bild ein. Das 
            Bild ist genauso es selbst bei G&ouml;tz wie bei Pollock. Aber Pollock 
            entfernt sich, wo G&ouml;tz begierig die Farbe aus der Werkzeugverl&auml;ngerung 
            seines Leibes heraus auftr&auml;gt. Pollock ist wie Yves Klein. Aber 
            er verzichtet auf die st&auml;rkste aller Semantiken, auf den nackten 
            Frauenk&ouml;rper. <br>
            <br>
            Harold Cohen lehnt wie Pollock als Beobachter neben seiner malenden 
            Maschine, bereit zum helfenden Sprung, wenn etwas passiert. Was hier 
            passieren kann, ist kein Verzeichnen im Bild selbst, sondern ein Versagen 
            des Zeichnens als solches. Geradezu possierlich mutet uns dieser individualistische 
            K&uuml;nstler angesichts des von ihm in Gang gesetzten Malprozesses 
            an, wenn wir eineinhalb Jahrhunderte zur&uuml;ckblicken. Dort entdecken 
            wir auch Menschen, die Maschinen beobachten, ganz Auge und Ohr f&uuml;r 
            deren gleichm&auml;&szlig;ig getakteten Lauf und Gang. Es gibt einen 
            kleinen Unterschied: Der Textilarbeiter in einem Maschinensaal in 
            der zweiten H&auml;lfte des 19. Jahrhunderts, den wir hier meinen, 
            hat eine Vielzahl von Maschinen zu &uuml;berwachen. Das Produkt seiner 
            maschinell vervielfachten Arbeit geh&ouml;rt auch nicht ihm, sondern 
            dem Fabrikanten, der ihn, den Arbeiter, anwendet. Von solchem &ouml;konomischen 
            Feinsinn aber abgesehen, hat die Maschine die Malerei eingeholt. Sie 
            hat dies auf der Ebene der Kontrolle &uuml;ber den Vorgang getan.<br>
            <br>
            Marx beschreibt sehr eing&auml;ngig im ber&uuml;hmten 13. Kapitel 
            des ersten Bandes vom Kapital, wie die stolzen Textilarbeiter auf 
            Kontrollt&auml;tigkeit reduziert wurden. Wir lernen daraus, da&szlig; 
            auf der H&ouml;he der mechanischen Produktion der Kern der neuen Produktionsweise 
            aufblitzt: die Kontrolle des Vorganges! Das hei&szlig;t aber nichts 
            anderes als: bewu&szlig;t werden Zeichen &uuml;ber die Produktion 
            zum Gegenstand der Arbeit gemacht.<br>
            <br>
            Arbeit mit Computern ist In-Gang-Setzen geronnener, n&auml;mlich maschinisierter 
            Kopfarbeit. Dabei ist gleichg&uuml;ltig, ob es um Textilfabrikation 
            geht oder um Bildgekleckse. Pollock zeigt, wie es geht. Er und, nebenbei 
            gesagt, viele andere auch, wie z.B. die Pointillisten oder D&uuml;rer 
            mit seinen perspektivischen Zeichenger&auml;ten - Pollock also ist 
            unmittelbarer Vorbereiter der &quot;k&uuml;nstlichen Kunst&quot;, 
            der Kunst also, von deren Produkt der K&uuml;nstler sich zugunsten 
            einer Maschine entfernt hat. K&uuml;nstliche Kunst ist Kunst, die 
            im Kontrollieren des Prozesses des Bildes liegt, nicht im Herstellen 
            des Bildes selbst, K&uuml;nstliche Kunst ist insofern ein notwendiger 
            Gipfel moderner Kunst, als die &Ouml;konomie der Moderne die &Ouml;konomie 
            der - sagen wir es getrost einmal wieder - kapitalistischen Produktion, 
            ein unbedingtes Gebot zum Automaten, in sich tr&auml;gt [Sohn-Rethel 
            89]. </font></div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            8. Farbige Quadrate </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">Eine 
            p&auml;dagogische Wendung nimmt die zu sich selbst gekommene Malerei 
            der konkreten Kunst in den &quot;Hommage to the square&quot; genannten 
            Bildern von Josef Albers. F&uuml;r sie ist er ber&uuml;hmt geworden. 
            Emsig hat er sie, einmal entdeckt, bis an sein Lebensende gemalt. 
            Die immer gleiche exzentrische Schachtelung von drei (manchmal vier) 
            kleiner werdenden Quadraten in stets neuer Farbgebung. Ein Malevitch 
            im Malevitch, um an russisches Spielzeug zu erinnern.<br>
            <br>
            P&auml;dagogisch sind diese Albersschen Bilder insofern, als jedes 
            von ihnen einen Farbklang vorf&uuml;hrt. Die extreme Reduktion der 
            Form, die in der st&auml;ndigen Wiederholung einer Leugnung von Form 
            gleichkommt, mu&szlig;te Albers geradezu eingehen, um ganz die Dimension 
            der Farbe zu gewinnen. Beim Auftrag der Farben im Inneren seiner minimalen 
            Form kommt es ihm auf absolute Gleichm&auml;&szlig;igkeit an. Das 
            auftragende Ger&auml;t soll keinerlei Spur hinterlassen. Nur die Farbe 
            soll erscheinen und im Klang mit ihren Nachbarn wirken.<br>
            <br>
            Hier hat also ein K&uuml;nstler in der radikalen Minimalisierung der 
            Form (nur Malevitch ging weiter) der Beliebigkeit abgeschworen. Die 
            immer wiederholte gleiche Form schafft die Einmaligkeit Albersscher 
            Malerei. Niemand kann jemals wieder Quadrate schachteln, wenn er in 
            die Kunstgeschichte eingehen will. Die Wahl der Farbe &ouml;ffnet 
            aber die Beliebigkeit. Gezwungen, die einmal gew&auml;hlte Form zu 
            f&auml;rben, besteht der Zwang, diese Farben beliebig setzen zu k&ouml;nnen. 
            In der dann doch &uuml;berzeugenden Wahl liegt das p&auml;dagogische 
            Werk, dem auch die Kunstgeschichte Tribut zollt.<br>
            <br>
            Ein einfaches kombinatorisches Schema durchlebt Josef Albers' Werk. 
            Da die Formen nun mal fixiert, noch dazu computergerecht sind, m&uuml;ssen 
            lediglich die drei oder vier Farben gew&auml;hlt werden, die es aufzutragen 
            gilt. Das einfachste Programm, das man sich denken kann. Man kann 
            den ganzen Albers, ins Unerme&szlig;liche potenziert, innerhalb des 
            Programms einfangen und im Sekundentakt neue Albers' auf den Bildschirm 
            werfen. W&auml;hlen wir die Farben kombinatorisch systematisch, ist 
            ein Bild anders als das n&auml;chste. Der arme Albers erscheint einem 
            angesichts seines Programms als ein armseliges Schema f&uuml;r den 
            Anfangsunterricht in Informatik. Die Werke, die er tats&auml;chlich 
            gemalt hat, k&ouml;nnen in der Systematik durch eine Codenummer ersetzt 
            werden. Das ist alles, was bleibt.<br>
            <br>
            Kunst erscheint uns hier als Schema, als &Uuml;bung. Vom Kontrollproze&szlig; 
            her betrachtet ist die &quot;Hommage to the square&quot;-Serie vielleicht 
            das einfachste Beispiel der Kunstgeschichte, die vollst&auml;ndig 
            und mit t&ouml;dlicher Sicherheit aus einem kombinatorischen Programm 
            resultiert. Bei &#176; Farben und 4 Quadraten gibt es &#176; <sup>4</sup> 
            Bilder, die bei &#176; = 16 schnell erledigt sind (65 536 St&uuml;ck), 
            bei &deg = 16 Mio. allerdings etwas l&auml;nger brauchen w&uuml;rden 
            (ca. 6.5 x 102&#176; - das dauert ewig, n&auml;mlich 2 x 102&#176; 
            Jahre, falls jede Sekunde ein Bild gezeigt wird).<br>
            <br>
            Die Kunst an den Albersschen Quadraten kann also nicht das Schema 
            sein. Sie mu&szlig; in seiner speziellen Wahl der Farben liegen. Ansonsten 
            aber ist diese p&auml;dagogische &Uuml;bung &quot;Kunst&quot; nur 
            dadurch, da&szlig; die Kunstgeschichte diese Bilder in die Museen 
            h&auml;ngt und in die Kataloge aufnimmt. Das Pr&auml;dikat Kunst ist 
            ein soziales. Der soziale Proze&szlig; der Rezeption macht ein Werk 
            zum Kunstwerk, nicht der Schaffensproze&szlig; des K&uuml;nstlers. 
            </font></div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            9. Die Widerst&auml;ndigkeit im Material der Kunst </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">Kunst 
            kommt von K&ouml;nnen, sagt man so. Bekanntlich hat der Volksmund 
            stets ein wenig recht. Was es zu k&ouml;nnen gilt, wenn jemand Kunst 
            machen will, ist: ein Material zu behandeln und zu bearbeiten, da&szlig; 
            ein Zustand hervorgerufen wird, da&szlig; eine Form entsteht, die 
            &uuml;berzeugt. Dabei werden Werkzeuge, Ger&auml;te, Verfahren angewandt, 
            um das Material dorthin zu bringen, wohin es vielleicht nicht will.<br>
            <br>
            Das Material &quot;will&quot; naturgem&auml;&szlig; gar nichts. Metaphorisch 
            aber k&ouml;nnen wir mit seinem Willen eine Eigenschaft benennen, 
            die es seiner k&uuml;nstlergewollten Verformung entgegengesetzt: seinen 
            Widerstand. Jedes Material befindet sich, als Material, in einer Form, 
            wenn der K&uuml;nstler es ergreift. Er aber ergreift es zu keinem 
            anderen Zwecke als zu dessen Verformung. Er schickt sich an, das Material 
            in eine Form zu &uuml;berf&uuml;hren, die genau der Formidee, dem 
            formenden Willen des K&uuml;nstlers entspricht. Der ist auf Sch&ouml;nheit 
            aus. Das Material aber will erst mal so bleiben, wie es ist.<br>
            <br>
            Mir will scheinen, da&szlig; die Kunst am k&uuml;nstlerischen Proze&szlig; 
            in einem geh&ouml;rigen Ma&szlig;e darin best&uuml;nde, da&szlig; 
            es dem K&uuml;nstler gelingt, die Widerst&auml;ndigkeit des Materials 
            zu &uuml;berwinden und so dem Material eine Form zu geben, die der 
            Natur des Materials widerspricht. Marmorbl&ouml;cken ist es nicht 
            naturgem&auml;&szlig;, wie Laokoon oder Venus auszusehen. Leinwand 
            und &Ouml;lfarben ist es nicht naturgegeben, sich als &quot;Mann mit 
            dem Helm&quot; oder &quot;Nachtwache&quot; zu verteilen und zu verbinden.<br>
            <br>
            Wenn Kunst es mit solchem &Uuml;berwinden von Widerstand zu tun hat, 
            wo ist der Widerstand dann bei der programmierten Kunst? Ich habe 
            eingangs eine Bemerkung zu Harold Cohen und zu seinem Programm gemacht. 
            Wenn Cohen vielleicht auch nicht jede Einzelheit seines Regelsystems 
            selbst programmiert hat, so wei&szlig; er doch, da&szlig; sie einem 
            &quot;interpretierenden&quot; Programm zugef&uuml;hrt werden k&ouml;nnen. 
            Man bedient sich dabei gern der Programmiersprache Lisp.<br>
            <br>
            Cohen mu&szlig; f&uuml;r seine Art &auml;sthetischer Produktion die 
            gew&uuml;nschten Regeln explizit beschreiben. Er mu&szlig; sie ver&auml;u&szlig;ern, 
            mu&szlig; ein implizit vorhandenes Wissen oder Handeln in &auml;u&szlig;ere, 
            formalsprachliche Form bringen. Soll der Computer mit dieser beschreibenden 
            Form etwas anfangen k&ouml;nnen, so mu&szlig; Cohen sich gewissen 
            Konventionen f&uuml;gen. Der K&uuml;nstler als Programmierer sucht 
            die Widerst&auml;ndigkeit, die ihm stofflich ja abhanden gekommen 
            ist. Sehen wir erst noch bei einem anderen K&uuml;nstler vorbei, der 
            sogar noch l&auml;nger als Harold Cohen den Computer benutzt.<br>
            <br>
            Manfred Mohr hat schon 1970 algorithmische Finger&uuml;bungen angestellt. 
            In seinen Pseudoschriften hat er die lineare Struktur des Schreibens 
            von links nach rechts und von oben nach unten ausgenutzt, um Textur 
            zu Rasterfl&auml;chen werden zu lassen. Bald schon findet er ein Thema, 
            das er seitdem in unerm&uuml;dlich neuen Varianten durchstreift: den 
            Hyperw&uuml;rfel. Es kommt in diesem Aufsatz auf keine mathematischen 
            Details an. Deswegen gen&uuml;gt ein Hinweis, um das Thema anklingen 
            zu lassen, aus dem Manfred Mohr seit Mitte der siebziger Jahre Zeichen 
            schafft. Das Thema ist der Hyperw&uuml;rfel.<br>
            <br>
            Ein Hyperw&uuml;rfel ist ein W&uuml;rfel im vierdimensionalen Raum. 
            Das ist ein Gebilde, das in vier Dimensionen dem entspricht, was wir 
            aus drei Dimensionen (&quot;W&uuml;rfel&quot;), zwei Dimensionen (&quot;Quadrat&quot;) 
            und einer Dimension (&quot;Strecke&quot;) schon kennen. Nur um eine 
            Andeutung zu machen: Ganz wie der uns vertraute W&uuml;rfel begrenzende 
            Seitenfl&auml;chen besitzt, die Quadrate sind, so besitzt der Hyperw&uuml;rfel 
            Begrenzungsgebilde, die W&uuml;rfel sind (es sind acht St&uuml;ck).<br>
            <br>
            Manfred Mohr l&auml;&szlig;t nun, metaphorisch gesprochen, Bewegungen 
            im Hyperw&uuml;rfel ausf&uuml;hren: Wege entlang der vielen dort vorhandenen 
            Diagonalen zum Beispiel. Er wirft Blicke auf den Hyperw&uuml;rfel, 
            schneidet ihn, l&auml;&szlig;t ihn rotieren. Das jeweils entstehende 
            Gebilde projiziert er in den uns vorstellbaren dreidimensionalen Raum. 
            Von dort mu&szlig; es noch einmal auf die flache Bildebene projiziert 
            werden. Es entstehen sehr charakteristische Zeichen, spr&ouml;de Balkengebilde 
            in Schwarz und Wei&szlig; (gelegentlich tritt ein vornehmes Grau im 
            Hintergrund in Erscheinung).<br>
            <br>
            Manfred Mohr hat mit seinem so sehr unsinnlich erscheinenden Thema 
            einen Zugang zu einer Zeichenwelt gefunden, die ihm schier unersch&ouml;pfliche 
            Quelle seiner eigenen Handschrift geworden ist. Man mag seine komplexen 
            Zeichen nicht eing&auml;ngig finden - dahingestellt. Was sie jedoch 
            in jedem Falle auszeichnet, ist ihre Unverwechselbarkeit. Sie sind 
            klarer Ausdruck eines gestalterischen Willens, der sich mit Hilfe 
            des programmierten Computers Bahn sucht und bricht.<br>
            <br>
            Die gro&szlig;en, fast immer in Serie kommenden Bilder Mohrs tragen 
            die Berechnung durch den Computer als wichtigsten Moment ihrer Existenz 
            in sich. Sie sind aber in keiner Weise als Bilder aus dem Computer 
            zu erkennen. Sie dr&uuml;cken auf stets neue Weise eine verborgene 
            algorithmische Struktur aus, die hinter zuf&auml;llig erscheinender 
            Zeichenhaftigkeit verschwindet. Die Zeichen der Mohrschen Bilder (mit 
            Namen wie P197-H oder P370-P) stehen f&uuml;r sich selbst, aber auch 
            f&uuml;r anderes, f&uuml;r jene angedeuteten vierdimensionalen Verh&auml;ltnisse. 
            Dieses andere ist weitgehend unbekannt, ungesehen, unsichtbar. Mit 
            Hilfe des Programmes macht Mohr Aspekte jener mathematischen Realit&auml;t 
            sichtbar. Die Zuf&auml;lligkeit und Beliebigkeit jedes einzelnen seiner 
            Zeichen wird in der algorithmischen Einmaligkeit zusammengehalten.<br>
            <br>
            Der K&uuml;nstler als Programmierer findet ein widerst&auml;ndiges 
            Material. Dieses ist von vornherein semiotischer Art. Seine Widerst&auml;ndigkeit 
            liegt folglich im Geistigen. Berechnungen gilt es zu organisieren, 
            die zu Bildereignissen werden. Die Bewunderung f&uuml;r den K&uuml;nstler, 
            die wir aus seinem Bild heraus stets aufbringen wollen, findet ihren 
            Anla&szlig; in der Distanz, die er zum eigenen Werk eingeht und aush&auml;lt. 
            Deutlich ist die k&uuml;nstliche Kunst, die sich des Computers bedient, 
            eine postmoderne Kunst, also eine Kunst, die zwar zu den Materialien 
            gelangt, aber nicht von ihnen selbst, sondern von ihren semiotischen 
            Spuren ausgeht. </font></div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            10. K&uuml;nstliche Kunst </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">Erinnert 
            sei abschlie&szlig;end an die frechen, lustigen, hintergr&uuml;ndigen 
            Hopser von Dada: an das Prinzip Collage also. K&ouml;nnen wir, mit 
            einer anderen solchen Vereinfachung, die Entstehung eines Kunstwerkes 
            als zweiphasig betrachten - n&auml;mlich als individuelles Herstellen 
            des Werkes durch den K&uuml;nstler und als soziale Selektion des Werkes 
            zum Kunstwerk durch die Kunstwelt - und k&ouml;nnen wir mit der Selektion 
            des Materials und seiner Komposition zum Werk die Herstellung auch 
            wieder zweiphasig sehen, so liegt es nahe, bei Dada eine gewisse Vorliebe 
            f&uuml;r die Phase der Selektion des Materials auszumachen. Materialien, 
            die f&uuml;r ganz andere Zwecke als f&uuml;r k&uuml;nstlerische geschaffen 
            wurden und die ihren eigentlichen Zweck vielleicht auch schon erf&uuml;llt 
            haben, die in ihrer Zweckhaftigkeit verbraucht sind, werden aufgesammelt 
            und nur neu arrangiert. Verbrauchtes Abfall-Material erweist sich 
            als gut genug f&uuml;r die &auml;sthetische Komposition des Werkes 
            bzw. die damit oft beabsichtigte k&uuml;nstlerische Geb&auml;rde als 
            Provokation der Kunstgeschichte.<br>
            <br>
            In der Aufnahme unk&uuml;nstlerischer Materialien reagieren die Dadaisten 
            auf ihre Zeit und fordern die Kultur heraus. Sie machen damit gleichzeitig 
            alle Materialien zu k&uuml;nstlerischen.<br>
            <br>
            Mitte der sechziger Jahre wurde die Herausforderung der Kultur durch 
            den Computer absehbar. Vom Material wurde ganz abgesehen. In revolution&auml;rer 
            Geste wurde der Kunst ihr algorithmisch gemachtes Schema entgegengehalten. 
            Wenn man Kunst berechnen konnte, was blieb dann dem K&uuml;nstler, 
            lautete die Provokation von 1965 [vgl. zur Geschichte etwa Franke 
            85, Steller 92, zur Systematik Nees 95].<br>
            <br>
            Leider, m&ouml;chte ich r&uuml;ckblickend sagen, geschah dies mit 
            zuviel Ernst. Ironie schien es schwer zu haben. Ein Schu&szlig; Dadaismus 
            h&auml;tte gut getan. Max Benses kluger Begriff von der k&uuml;nstlichen 
            Kunst war letztlich defensiv.<br>
            <br>
            In ihrem typischen Akt erkl&auml;rten Dadaisten immer wieder die Beliebigkeit 
            des allt&auml;glichen Tuns zur Einmaligkeit der Kunst. Sie machten 
            augenzwinkernd den Ulk zum scheinbaren Ernst. Dieses Augenzwinkern 
            schien der k&uuml;nstlichen Kunst zu fehlen.<br>
            <br>
            Sie hatte es damit schwer, in den sechziger Jahren ihre gewi&szlig; 
            bahnbrechenden Prinzipien deutlich zu machen. Das Anliegen gab es, 
            und mancher mutige Galerist und Ausstellungsmann - voran Wendelin 
            Niedlich in Stuttgart und Boris Kelemen in Zagreb, rasch aber manch 
            anderer - wagte sich vor, ohne gro&szlig;es Lob zu ernten. Das Anliegen 
            blieb damals doch im Technischen stecken. K&uuml;nstler wie Manfred 
            Mohr, Vera Molnar, Zednek Sykora, Harold Cohen haben das Technische 
            an der Angelegenheit stets als blo&szlig;es Mittel f&uuml;r ihre Zwecke 
            begriffen.<br>
            <br>
            Kunstwerke sind Zeichen. Sie zeichnen sich dadurch aus, da&szlig; 
            sie in jedem ihrer Momente anders sein k&ouml;nnten, als sie sind 
            - sie sind es aber nicht. In dieser Formulierung dr&uuml;ckt Nietzsche 
            den sonderbaren Schwebezustand aus, der das Kunstwerk gleichzeitig 
            beliebig und einmalig sein l&auml;&szlig;t.<br>
            <br>
            In den aleatorischen &Uuml;bungen der sechziger Jahre betonte die 
            k&uuml;nstliche Kunst im Augenblick ihres Aufkommens bereits, da&szlig; 
            sie das Beliebige zum Prinzip erheben kann. Dada lie&szlig; gr&uuml;&szlig;en. 
            In ihrer allm&auml;hlichen Reifung setzen K&uuml;nstler dem wieder 
            die Einmaligkeiten entgegen. In dem Ma&szlig;e, wie Computer dabei 
            zum Mittel werden, werden sie zum Medium von Kunst. </font></div>
          <h4 align="left"> <font face="Georgia, Times New Roman, Times, serif"><br>
            11. Literatur </font></h4>
          <div align="left"><font face="Georgia, Times New Roman, Times, serif">[Andersen 
            90] Peter B. Andersen,: A theory of computer semiotics. Cambridge: 
            Cambridge University Press 1990<br>
            <br>
            [Andersen et al. 93] Peter B. Andersen, Berit Holmqvist, Jens F. Jensen 
            (eds.): The computer as medium. Cambridge: Cambridge University Press 
            1993<br>
            <br>
            [Bense 69] Max Bense: Einf&uuml;hrung in die informationstheoretische 
            &Auml;sthetik. Reinbek: Rowohlt 1969<br>
            <br>
            [Bense 79] Max Bense: Die Unwahrscheinlichkeit des &Auml;sthetischen. 
            Baden-Baden: agis 1979<br>
            <br>
            [Coy et al. 92] W. Coy, F. Nake, J. Pfl&uuml;ger, A. Rolf, J. Seetzen, 
            D. Siefkes, R. Stransfeld (Hrsg.): Sichtweisen der Informatik. Braunschweig: 
            Vieweg Verlag 1992<br>
            <br>
            [Franke 85] Herbert W. Franke: Computergraphik, Computerkunst. 2. 
            Aufl. Berlin etc.: Springer-Verlag 1985<br>
            <br>
            [G&ouml;tz 94] K.O. G&ouml;tz, Malerei 1935-1993. Katalogbuch, Staatliche 
            Kunstsammlungen Dresden 1994<br>
            <br>
            [Nake 74] Frieder Nake: &Auml;sthetik als Informationsverarbeitung. 
            Wien, New York: Springer Verlag 1985<br>
            <br>
            [Nake 93] Frieder Nake (Hrsg.): Die ertr&auml;gliche Leichtigkeit 
            der Zeichen. &Auml;sthetik, Semiotik, Informatik. Baden-Baden: agis 
            1993<br>
            <br>
            [Nees 95] Georg Nees: Formel, Farbe, Form. Computer&auml;sthetik f&uuml;r 
            Medien und Design. Berlin etc.: Springer Verlag 1995<br>
            <br>
            [Peirce 83] Charles S. Peirce: Ph&auml;nomen und Logik der Zeichen. 
            Frankfurt: Suhrkamp 1983, 1993<br>
            <br>
            [Sohn-Rethel 89] Alfred Sohn-Rethel: Geistige und k&ouml;rperliche 
            Arbeit. Rev. u. erg. Neuauflage. Weinheim: VCH 1989<br>
            <br>
            [Steller 92] Erwin Steller: Computer und Kunst. Mannheim: Bibliographisches 
            Institut 1992 </font></div>
          <div align="left"> </div>
          <blockquote> 
            <p align="left">&nbsp;</p>
          </blockquote>
        </blockquote>
        <blockquote>
<div align="left"></div>
        </blockquote>
      </td>
    </tr>
  </table>
</div>
</body>
</html>
