<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
""""http://www.w3.org/TR/REC-html40/loose.dtd">
<html>
<head>
<title>Nake Quotes</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<META NAME="keywords" CONTENT=" algorithmic  automatic generative digital computer art generation  new media">
<meta name="description" content="Quotes about the formal approach to art production.">
<link href="../styles/blacktext.html" rel="stylesheet" type="text/css">
</head>
<body bgcolor="#EEEEEE">
<blockquote> 
  <div align="right"><a href="intro.html"><img src="../gif/buttons/blue16.gif" alt="Other Quotes" width="16" height="16" border="0" align="absbottom"></a>&nbsp;&nbsp;Other citations about art, science and technology &nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href="index.html"><img src="../gif/buttons/blue16.gif" alt="Up" width="16" height="16" border="0" align="absbottom"></a>&nbsp;&nbsp;Algorithmic 
    Art&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href="../index.html"><img src="../gif/buttons/blue16.gif" alt="Root" width="16" height="16" border="0" align="absbottom"></a>&nbsp;&nbsp;Radical 
    Art &nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</div>
  <br>
  <hr>
</blockquote>
<blockquote> 
  <div align="left">
    <h4>
      Quotes from: Frieder Nake: <I>&Auml;sthetik als Informationsverarbeitung. </I></h4>
    <h6><I>Grundlagen und Anwendungen der Informatik im Bereich &auml;sthetischer Produktion und Kritik</I>. (Vienna/New York: Springer Verlag, 1974).</h6>
  </div>
</blockquote>
<div align="right">
  <div align="center"><br>
  </div>
</div>
<div align="center">
  <table width="750" cellpadding="50">
    <tr bgcolor="#FFFFFF"> 
      <td> 
       <P>&nbsp;</P>
<P class="serifbody">Der Einzug des Computers in &auml;sthetische Produktion und Kritik bedeutet nichts anderes als den Beginn der Industrialisierung in diesem Bereich.</P>
<P align="right"> p. VI.</P>
<P class="serifbody"><br>
  Die Produktionsmethoden und -verh&auml;ltnisse der &Auml;sthetik beginnen erst in den letzten Jahre, sich den Verh&auml;ltnissen der &uuml;brichen Bereiche der Produktion anzupassen. Bis dahin - und auch heute noch weitgehend - waren sie auf das Individuum abgestellt, das sich nicht organisierte, sondern gegen andere Individuen eine besonderen Stil, eine Mach -Art durchzusetzen versuchte. </P>
<P align="right">p. 1.</P><P>&nbsp;</P>
<P class="serifbody">Das Eindringen der elektronischen Maschinen in die Welt der Kunstdinge gibt uns die Chance, die Rolle der &Auml;sthetik als Teil des Produktionsprozesses zu erkennen. Das bedeutet in der Praxis eine Zerst&ouml;rung aller abgehobenen Reden und Spekulationen &uuml;ber Kunst und damit eine Zerst&ouml;rung des b&uuml;rgerlichen Kunstbetriebes.</P><P align="right"> pp. 2-3.</P>
<P class="serifbody"><br>Mit Computern Kunstgegenst&auml;nde produzieren oder kritisieren zu wollen, kann kein Ziel an sich sein - nur ein Teilziel im Versuch, die technische Welt bewohnbar zu machen. Warum es dabei h&ouml;chstens gehen kann, ist, die Hilfe der maschine in Anspruch zu nehmen - also etwas mit Computern zu tun und nicht etwas von ihnen (als quasi selbst&auml;ndige Wesen) tun zu lassen. Dem Gerede von der K&uuml;nstlichen Intelligenz ist ein gro&szlig;er Teil der Schuld an der Vernebelung dieses Unterschieds zuzuschieben. In diesem Buch soll zu keiner Zeit der Eindruck entstehen, die Maschine tue etwas aus sich heraus, ohne von uns kontrolliert zu sein. Selbst wenn wir von der modellhaften Simulation menschlicher T&auml;tigkeiten in formalen Begriffen reden, so reden wir doch nur von deren Simulation. Der Computer ist ein Produktionsinstrument, kein Gehirn.</P><P align="right"> p. 5.</P>
<P class="serifbody"><br>
  W&auml;hrend der K&uuml;nstler bisher direkt am Material arbeitete (wenigstens in der Regel) und deswegen eine st&auml;ndige sinnliche Kontrolle die Datenverarbeitung seines Gehirns begleitete, wird bei der Verwendung von Maschinen eine Schicht zwischen sinnliche Wahrnehmung und Datenverarbeitung geschoben. Der K&uuml;nstler entfernt sich vom Sinnlich-Stofflichen und wird so als einer der letzten Arbeiter von der Entfremdung in der Arbeitswelt eingeholt. Man versucht, diesem Trend durch Verwendung interaktiver Ein- und Ausgabeger&auml;te zu begegnen (Bildschirme). Dies ist jedoch f&uuml;r den ans Handwerkliche Gew&ouml;hnten nur ein Notbehelf. Denn zumindest gehen ihm die taktilen Erfahrungen verloren. Mann sollte sich wegen dieser Entfremdungsgefahr also vor allzu begeisterter Aufnahme &auml;sthetischer Datenverarbeitung h&uuml;ten. F&uuml;r Produzenten, die keine handwerkliche Erfahrung haben, mag die Automatisierung frei von solchen Einfl&uuml;ssen sein. Denn sie k&ouml;nnen nicht von etwas entfremdet werden, das sie gar nicht kennen. Das zu verallgemeinern scheint ein kluger Schachzug der Technokraten zu sein.</P>
<P align="right"> p. 32.</P>
<P class="serifbody"><br>
  Die 5 Dinge, die [. . .] ein &auml;sthetisches Programm bestimmen, sind: das "Zeichenrepertoire" <I>Z</I>, die "Transformationsmenge" <I>T</I>, die "Ablauffunktion" a, die "Bewertungsfunktion" b und "Zielmenge" <I>K</I>. [. . .] Wir haben es demnachbei dem &auml;sthetischen Programm mit einem Modell folgender Art zu tun: ein K&uuml;nstler ist sich seiner Mittel (<I>Z, T </I>) und Ziele (<I>K </I>) bewu&szlig;t: er kennt operationale Definitionen seiner Kriterien (b) und wei&szlig; a priori auf welche Art er sein Ziel erreichen will oder welche Konstruktionsschritte er sich selbst zugesteht (a). [. . .]</P>
<P class="serifbody">Wir machen einen Unterschied zwischen den von einem &auml;sthetischen Programm <I>P</I> <I>erzeugbaren</I> &auml;sthetischen Objekten und den bez&uuml;glich <I>P akzeptablen </I>Objekten, die eine Untermenge der erzeugbaren sind. Ein vorliegendes &auml;sthetisches Objekt ist also nicht notwendig "akzeptabel" (der Begriff "akzeptabel" ist rein operational, obwohl er nat&uuml;rlich auf das traditionelle "sch&ouml;n" reflektiert). [. . .]</P>
<P class="serifbody">H&auml;tten wir aber vielleicht besser getan, eine generative Grammatik f&uuml;r die Beschreibung des &auml;sthetischen Programms zu w&auml;hlen? Der Generationsproze&szlig; formaler Grammatiken l&auml;uft in der Regel "blind", "zuf&auml;llig", nicht zielgerichtet ab. Das soll hei&szlig;en, das nicht versucht wird, ein vorgegebenes Ziel zu erreichen [. . .]. Da wir aber ausdr&uuml;cklich die Zielgerichtetheit des &auml;sthetischen Realisationsprozesses im Auge behalten wollen, scheint der eingeschlagene Weg der bessere zu sein.</P>
<P class="serifbody">Allerdings sei angemerkt, da&szlig; der Begriff der Grammatik explizit in einigen Ver&ouml;ffentlichungen &uuml;ber Computerkunst auftritt (z. B. Lansdown 1970ab, Stiny &amp; Gips 1971, Camarero 1972). Allerdings erscheinen an diesen Stellen keine Definitionen von Grammatiken im Sinne des formalen Begriffs, oder doch nur vage Andeutungen.</P>
<P align="right"> pp. 34-40. </P>
<P class="indent">The articles referred to here are: </P>
<P class="indent">Ernesto Garcia Camarero: "Computer Art." In: G. Mazzotta (ed.): <I>La Scienzia e l'Arte</I> (Milano: Edition Mazzotta, 1972).</P>
<P class="indent">R. John Lansdown: "Would you believe 'Woaagang Amazeus Mezart'?" In: <I>Computers in the creative arts</I> (Manchester: The National Computing Centre Ltd, 1970), pp. 12-32.</P>
<P class="indent">R. John Lansdown: "The use of computers in art." <I>Proc. Int. Symp. Computer Graphics 70, </I>Brunel University, Uxbridge, England, 1970.</P>
<P class="indent">George Stiny and James Gips: "Shape grammars and the generative specification of painting and sculpture." <I>Proc. IFIP Congress 1971.</I> TA-7, pp. 62-67. </P>
<P>&nbsp;</P>
<P class="serifbody">Man kann soweit gehen, gro&szlig;e Teile des &auml;sthetischen Produktionsprozesses unter dem Anzahlaspekt zu betrachten: K&uuml;nstler wechseln den &auml;sthetischen Raum, wenn eine gen&uuml;gend gro&szlig;e Anzahl von Objekten darin realisiert worden ist - vom K&uuml;nstler selbst oder von anderen; wenn sie herausfinden, da&szlig; ein solcher Raum schon besetzt ist; K&uuml;nstler suchen sich "gro&szlig;e", "offene" R&auml;ume. Die Definition der &auml;sthetischen R&auml;ume selbst ist nat&uuml;rlich das eigentliche Problem. Die zwei extremf&auml;lle sind der Raum aller &uuml;berhaupt m&ouml;glicher Bilder, der alle anderen &auml;sthetischen R&auml;ume enth&auml;lt, sowie die durch jedes einzelne realisierte Bild definierten R&auml;ume, die keinen anderen Raum enthalten.</P>
<P align="right">p. 104.</P>
<P>&nbsp;</P>
<P class="serifbody">Zum Schlu&szlig; dieses Abschnitts sei darauf hingewiesen, das wir zwar st&auml;ndig 
  von R&auml;umen von Bildern gesprochen haben [. . .] - da&szlig; die Betrachtungsweise 
  aber tats&auml;chlich die von Zahlenfolgen war, insbesondere von bin&auml;ren 
  Zahlenfolgen. Wir haben angenommen, da&szlig; es eine Methode gibt, solche Folgen 
  in die Ebene des Bildes zu &uuml;bertragen. [. . .] Selbstverst&auml;ndlich 
  ist das nicht die Art und Weise, nach der ein K&uuml;nstler arbeiten w&uuml;rde. 
  Dennoch sei erw&auml;hnt, da&szlig; wir im Prinzip einen simplen Algorithmus 
  aufstellen k&ouml;nnen, der alle Objekte einer Klasse erzeugt, indem er alle 
  m&ouml;glichen Kombinationen durchspielt. So einfach ein solcher Algorithmus 
  w&auml;re, so unbrauchbar w&auml;re er andererseits. Denn er w&uuml;rde ja angesichts 
  des riesigen Umfangs dieser Klassen Jahrtausende ben&ouml;tigen, bevor ein erstes 
  "interessantes" Objekt erzeugt w&auml;re.</P>
<P align="right"> p. 104.</P>
<P>&nbsp;</P>
</td>
    </tr>
  </table>
  <p align="left" class="indent">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br>
    <br>
  <a href="intro.html"><img src="../gif/buttons/blue16.gif" alt="Other Quotes" width="16" height="16" border="0" align="absbottom"></a>&nbsp;&nbsp;Frieder Nake: Einmaliges und Beliebiges; K&uuml;nstliche Kunst im Strom der Zeit, 1995. </p>
  <p align="left" class="indent">&nbsp;  </p>
  <p align="right">&nbsp;    <br>
&nbsp;&nbsp;&nbsp;&nbsp; <br>
    <br>
    <br>
    <br>
  </p>
</div>
</body>
</html>
